export const chapter5 = {
  uk: {
    title: "5. Легенда про озеро Синевир",
    content: [
      `У понеділок зранку Ясі, на диво, вдалося легко встати. Скоро поснідавши, вона повернулася до кімнати й приєдналася до уроку. Домашнє завдання доробила між перервами, звільнилася близько обіду і, в супроводі Федька, пішла їсти. Руки вже не так «свербіли» за телефоном, як у перший тиждень, — можна було видихнути.`,

      `До зміни лишалося пів години. Оскільки робити було нічого, дівчина, трохи поговоривши з батьками, у яких, на диво, за стільки часу знайшовся вільний час для дитини, спустилася на ґанок допити каву й розкласти все «по поличках» у голові, спостерігаючи за мармуровими фігурами на подвір’ї.`,

      `Погляд упав на білу статую мавки — згадалися ельфоподібний хлопець, якого вона бачила, слова Лізи про ліс та істот, про яких учора розповідав Михась біля вогнища. Яся раптом усвідомила, що саме їй треба шукати: міфічні істоти карпатського лісу. Точно!`,

      `Вона легенько гримнула кулаком по перилах і, допивши каву, на радощах залетіла назад до хатчини, віддала бабці телефон і побігла на зміну в кафе. Відпрацювавши, повечеряла і, вже в супроводі Федька (якому це теж набридло), повернулася до кімнати. Сівши за ноутбук «робити уроки», вбила у пошук потрібний запит. Натрапивши на книжку про міфічних істот, до пізньої години виписувала всіх дивних персонажів, поки не натрапила на Перелесника.`,

      `Ось він.`,

      `Тілом пробігли сироти. Ті самі довгі вуха, та сама врода, те саме довге руде волосся. Тільки це не ельф — це злий дух, один із мешканців лісу, що хоче звести Ясю з глузду, набираючи подоби її сестри Ані.`,

      `«Перелесник, або вогняний змій, — у слов’янській міфології злий дух, що шкодить людям, набуваючи подоби їхніх близьких…»`,

      `Вона відкинула ручку й торкнулася долонями вологого обличчя. Істерика накрила на дві хвилини. Потім Яся витерла сльози і почала ходити кімнатою туди-сюди, потираючи плечі. Але ж це вигадки. Оповіді пращурів, що довгими вечорами при свічці вигадували казки. Тоді що Перелесник робив тут? У будинку бабусі, просто над Ясиною кімнатою? Чому він полює саме на неї?`,

      `У двері постукали — дівчина підстрибнула. В кімнату зазирнув Федько.`,

      `— Час спати.`,

      `— Знаю.`,

      `— Добрануч. Ночка ся буде холодна, — сказав він, і Ясі аж млосно стало. Побачивши це, хлопець заходився заспокоювати: — Гой, не журисі ти так, просто закутайсі більшо в ковдру тай усьо.`,

      `Яся кивнула.`,

      `Він подивився на неї мовчки ще кілька секунд і додав:`,

      `— У тебе точно всьо файно? Ти шо плакала?`,

      `— Ні-ні! — випалила Яся й зрозуміла, що видала себе.`,

      `— Сумуєш за домом? То нормально, але нич помочи не можу. Надобрануч, — він зачинив двері й пішов.`,

      `Кімнату поглинув морок, а дівчина ще довго не могла заснути, ховаючись під ковдрою, здригаючись від завивання вітру за вікном, що розгойдував гілля, й увесь час прислухаючись до тиші, в якій їй, здавалося, час від часу чулося, як її кличе сестра.`,

      `***`,

      `Ранок видався не дуже. Після напівбезсонної ночі Яся почувалася, як підкошений заєць. Відсидівши уроки й прийнявши зміну в кафе, вона дізналася дві важливі новини.`,

      `По-перше, все селище гуділо від повідомлень про землетрус на півдні країни. Бабця перемикала канали на плазмі в кафе, і майже на кожному показували зруйновані будинки в Миколаєві, Херсоні та Запоріжжі. Розворушивши ґрунт, землетрус докотився до Чорного моря, через що вода затопила будинки в радіусі десяти кілометрів.`,

      `По-друге, зник старий лісник. Він майже все життя провів у лісі — селяни одразу загомоніли про нечисть, але Яся тільки закотила очі. Проте фото дідуся пані Мелашка приклеїла на вході до кафе з підписом «Розшук».`,

      `І по-третє (це вже інсайдерська інформація персоналу): з неділі в маєток заселилася французька родина.`,

      `Серед них була дуже вродлива дівчина — ровесниця Ясі. Вона знала російську, й усіх аж передьоргувало, коли та заговорювала. Хтось пустив плітку, нібито це «коханка тієї родини» і як їм не соромно возити її з собою.`,

      `Яся одразу зрозуміла, що це нісенітниця: з характером її бабці їх би тут не поселили. Додали, що сьогодні вони прийдуть на сніданок. Уже за годину Яся побачила, як у кафе увійшла дівчина з довжелезним бордовим волоссям.

Гостре бліде обличчя, дуже мила посмішка, витончена повільна хода і довгі акуратні пальці.`,

      `Вона була сама. Замовила каву — на диво російською (від чого Ясю аж пересіпнуло) — зі стриманим акцентом і притаманною французам картавістю. Яся десь чула, що картавити французи почали, наслідуючи одного зі своїх королів. Кумедно.`,

      `Отримавши замовлення, дівчина розгорнула книжку «Падіння дому Ашерів» у російському перекладі й просиділа так близько години. Потім розрахувалася, подякувала й пішла, залишивши чайові, а разом із ними — шлейф парфумів і змішане відчуття здивування, неприязні та цікавості.`,

      `Люди далі шепотілися, а Яся в плітки не лізла — слухала й аналізувала, що варте уваги, а що ні.`,

      `Під кінець зміни прийшла Ліза по ще одну діжку молока. Привіталися, трохи потеревенили. Тоді Яся спитала, чи знає Ліза щось цікаве про бабцю Влада, але та лише знизала плечима: якщо Яся хоче знати — хай побачить стареньку сама.`,

      `Увечері, прямуючи на вечерю, Яся на хвильку озирнулася на дім, що самотньо стояв серед поля біля дороги. Скоро наздогнала Федька, в голові вже крутився план, тож, дійшовши до хатчини, спинилася й заговорила:`,

      `— Хочу дізнатися про бабцю, що живе в тому дивному будинку, — кивнула в бік дороги.`,

      `— Чому би то? — посміхнувся хлопець.`,

      `— Усі про неї теревенять, але ніхто не каже, що саме з нею не так.`,

      `— Усі?`,

      `Яся затримала подих (здається, Федько щось знає, але палитись не можна), тоді якнайспокійніше додала:`,

      `— Відвідувачі в кафе.`,

      `— Ах от воно шо, — протягнув він. — У такому разі… она добрий знавець туйошніх країв і створінь, што жиют у лісі.`,

      `— Справді? — ледь не підскочила Яся.`,

      `— Еге ж. А шо?`,

      `— Та цікаво просто.`,

      `Федько хмикнув:`,

      `— Не накой дурниць, Ярославо.`,

      `— Чого б це?`,

      `— Бо кльочі від дверий на дорогу я лишаю зубцьом на вихід, а не у трубу.`,

      `Усе в Яси всередині обірвалося, обличчя заллялося рум’янцем. Хлопець розреготався й заходився заспокоювати:`,

      `— Все файно, я тоже на Вечурниці Лізи ходжу, але тоту неділю роботи було дай Боже. Я тебе не суджу. Як-ніяк, тут як у тюрмі бути, — кивнув у бік маєтку.`,

      `Кілька секунд Яся переварювала почуте, потім полегшено видихнула:`,

      `— Дякую, що не здав бабці.`,

      `Хлопець підморгнув:`,

      `— Від того ліпше не було би ані мені, ані тобі. Скоріш всего, мене би поставили тебе пантрувати по кілько годин, а може і зовсім не відходити.`,

      `— Слухай, якщо це невигідно ні тобі, ні мені — пропоную співпрацю.`,

      `— Прикривати тя? — посміхнувся. — Нашо ми то?`,

      `— Зайві чайові ще нічию кишеню не обтяжували, вірно? — Яся витягла зі штанів 50 гривень і простягнула хлопцеві.`,

      `Він узяв купюру, подивився, тоді — на Ясю:`,

      `— Як я ся спалю, то она мене покарає.`,

      `— Думаєш?`,

      `— Пані Мелашка не проста жона. Хто знає, што їй у голову прийде. То вже як у якому настрої буде.`,

      `— Отже, в теорії покарання можна оминути?`,

      `Кивнув. Ще трохи повагавшись, сховав гроші до кишені.`,

      `— По руках, — мовив. Новоспечені компаньйони потисли руки.`,

      `Після вечері, коли Федько проводжав Ясю до кімнати, дівчина попросила послугу: завтра, під час останнього уроку — фізкультури — вона піде до будинку загадкової пані.`,

      `— Та без питання, як ніщо. Айбо за додаткову плату, само собою, — додав.`,

      `— Домовилися.`,

      `— Тогди до завтра.`,

      `— До завтра.`,

      `Вони попрощалися, і дівчина зачинила двері. План вималювався чітко: піти «в гості», прикинувшись туристкою, яка заблукала. Старенька прийме — і Яся зможе з нею побалакати. Мало б спрацювати… Еге ж?`,

      `⸻`,

      `Ранок минув як по маслу. Ніщо не віщувало біди. Яся приєдналася до уроків, а о десятій побачила в ноутбуці сповіщення в Telegram від Федька: бабця повела туристів на Синевир. Це займе близько чотирьох годин — часу вдосталь. Та страх і хвилювання все одно шугали під грудьми, нагадуючи про можливі наслідки. Проте, згадавши Перелесника, дивні звуки, Аню й лісника, що зник, Яся вирішила: прагне розібратися. Бабці не скаже — та одразу збагне, що Яся була на третьому поверсі й щось планує; надмірного нагляду не треба. Ситуацію знав і Дем’ян: заспокоював Ясю, казав, що це наслідки переїзду і стресу, що варто повернутися до психолога.`,

      `Можливо, це наслідок пережитого влітку — але Яся відмовилася.`,

      `Психолог казала: іноді треба відпустити. Не опускати рук, але відпускати людей. Болісно, та з часом притупиться. Головне — не йти на повідку у свідомості, яка під час стресу може накоїти дурниць. Та Яся не йде на повідку… правда? Усе в її руках. Вона береться за ситуацію й вирішує її. Дізнатися щось від мертвої сестри — хіба це погано?`,

      `І не можна відкидати ймовірність існування тих самих міфічних істот. І фраза старослов’янською, викарбувана на дощечках; і сповільнення та прискорення часу; і зникнення лісника — все це відбувається, отже варто заглибитися.`,

      `Яся виринула з думок і помітила, що з уроку вже почали від’єднуватися. Увімкнула мікрофон, сказала «до побачення» і закрила чат. Останній урок — фізкультура. 11:10. Дівчина приєдналася, привіталася, вимкнула камеру та мікрофон, як і всі. Накинувши рюкзак і кофтинку, вийшла в коридор — за дверима чекав Федько.`,

      `— А фізкультура — це хіба не вправи?`,

      `— Ні, вчителька читатиме презентацію про баскетбол. Єдине — в кінці замість мене скажи «до побачення» і від’єднайся, якщо я затримаюся.`,

      `— І як мені то зробити?`,

      `— Дай свій телефон.`,

      `Яся записала на диктофон «До побачення» і віддала хлопцеві.`,

      `— Я хочу знову піти через праве крило. Там відчинено?`,

      `Кивнув.`,

      `— Удачі, — кинув услід. Яся, нічого не відповівши, побігла дерев’яними сходами вниз.`,

      `Опинившись за парканом, дівчина вирушила вже знайомою стежкою — до темного будинку, що вирізнявся своєю незвичайністю на тлі гір. Із кожним кроком невпевненість брала гору. «А раптом не спрацює?» — долоня, якою стискала шлейку наплічника, спітніла. «Дурна невпевненість,» — картала себе. «Візьми себе в руки!» Вона пригадала все, що обмірковувала зранку, і, коли від страху тілом знову пройшли сироти, крокувала твердіше, воліючи дістати відповіді.`,

      `Осінь уже всіма барвами заявила про свій прихід. Жовтогаряче листя встеляло дорогу; пожовкла скошена трава обіймала поле; гори палали теплими червоними, помаранчевими та жовтими відтінками. Їхні ліси дихали меланхолією повільного передзимового завмирання.`,

      `Яся спинилася перед парканчиком, що рівною стежкою вів до старовинних дверей. Дивилася на них якийсь час, не в змозі поворухнутися. Щойно ступила кілька кроків назустріч невідомому — двері різко розчинилися. Яся, підскочивши від переляку, шмигнула вліво, ховаючись серед дерев.`,

      `О Боже! Господи, господи, господи!`,

      `Що робити? Вийти з-за дерева — неввічливо й підозріло, ніби шпигує. Тож, тримаючись схованки, Яся обережно визирнула. Старенька була в довгій чорній сукні з мережаним коміром. Сиве волосся стягнуте в шиньйон, очі — сірі, затягнуті прозорою плівкою. Совість смикнула: їй би допомогти — раптом упаде? Але жінка спокійно озирнулася й, повернувши ліворуч, пішла стежкою за будинок.`,

      `Як… вона це робить? Лінзи? — майнула думка. Та цікавість узяла гору, і Яся, крадучись між дерев, рушила слідом. Садок тягнувся вздовж усього паркану, кронами затуливши вид на заднє подвір’я. Підійшовши ближче до першого ряду, Яся побачила: попри сірість погоди, на подвір’ї стояли два лежаки. Між ними — невеличкий столик із графином, либонь, чаю, і двома склянками. Жінка озирнулася, налила собі чаю й вмостилася на одному з лежаків, діставши книжку.`,

      `Зачекайте… Книжку?`,

      `Дівчина дивилася, як старенька — чи то читала, чи просто дивилася на сторінки, перегортаючи їх кожні кілька хвилин. Що тут, у біса, відбувається?`,

      `Вийти не може, повертатися — теж. Як сліпа жінка самостійно гуляє і читає книжку?`,

      `Закортіло підповзти ближче. Ось дерево з низькими гілками; одна — довга, на ній можна сидіти. Стараючись ступати якнайтихіше, Яся підійшла до стовбура і вилаяла себе за спідницю. Власне, вона збиралася культурно посидіти на диванчику й поговорити зі старою пані, а не лазити по деревах. Та, зважившись, полізла. Масивні черевики стали в пригоді — за хвилину вже сиділа на гілці, маючи чудовий огляд. Зелений светр протиснувся в кору, чорні колготи й спідниця, здається, теж; русяве густе волосся заплуталося в листі. Швидко розв’язавши «клубок», вона завмерла, сподіваючись, що вітерець замаскує її ворушіння.`,

      `— У тебе наглості як у тої кози, чесне слово, — озвався хлопець, і Яся ледь не зірвалася.`,

      `Схопившись за гілля, озирнулася.`,

      `— Правіше, — підказав голос. Придивившись, побачила Влада на сусідньому дереві — у гірчичному светрі, з насмішкуватим виразом.`,

      `— Хто б говорив, — кинула Яся.`,

      `— Я то? Шановна, я тут живу.`,

      `Після цих слів Яся спалахнула до коренів волосся. Пауза затягнулася — її перервала старенька:`,

      `— Владику! Злазь з дерева, я тобі скільки разів казала там не лазити! І поклич нашу гостю на чай.`,

      `Яся глипнула на хлопця спантеличеним поглядом. На чай?`,

      `— Поясниш?`,

      `— А може, не ставитимеш мені питань, на які я не хочу відповідати? — зіскочив він із гілки, чекаючи.`,

      `— Відвернись, — процедила Яся.`,

      `Влад усміхнувся і зник серед дерев.`,

      `— Один — один, Ярославо.`,

      `— Що ти верзеш? — буркнула вона, зісковзуючи додолу. Вийшла з тіні, схрестивши руки на грудях.`,

      `— Це тобі за глінтвейн, — кинув. — Що, цікаво стало після байки біля ватри?`,

      `Яся промовчала.`,

      `— Я так і знав.`,

      `— Що саме?`,

      `— Що ти попадешся.`,

      `— Стривай. Ти її онук?`,

      `— Допетрала нарешті, — вишкірився. — Подейкують, що вона вбиває дітей і закопує на задньому подвір’ї за те, що ті лазять по її грушках.`,

      `Холод прошив спину. Влад хмикнув, задоволений уколом:`,

      `— Два — один, Ярославо.`,

      `Терпець урвався.`,

      `— Ти що, «Кайдашеву сім’ю» перечитався? — кинула. — Розумію, у кожного свій смак, але не варто брати приклад суто з Мотрі. Там, загалом, позитивних персонажів немає, проте раджу притримати зміїну отруту, бо зараз — перше й останнє попередження. Інакше станеш видрооким, як та стара мерзенна баба, — відрізала Яся і, штовхнувши його плечем, пішла до будинку.`,

      `Усередині на мить завмерла: просто перед нею височіли величезні готичні сходи. Вони займали значну частину вітальні; стіну вздовж маршу прикрашало кілька десятків портретів. Поки дівчина розглядала цю дивовижу, старенька вже стояла на одному з прольотів, а Влад підходив до першої сходинки. Оглянувся, побачив, що та застигла, і, добираючи слова, сухо кинув:`,

      `— Ти йдеш?`,

      `Краще вже так, ніж: «Я зістарюся разом із бабцею, поки ти позбираєш очі по паркету, три — один, Ярославо», або «Ти сходів ніколи не бачила? Може, не віриш у їхню реальність — показати документи? Чекай, спитаю в бабці, де вони завалялися, три — один, Ярославо».`,

      `Швидко отямившись, дівчина витерла ноги об килимок і побігла слідом. Старі дерев’яні підлоги скрипіли, перила вкривала пилюка. На другому поверсі ліворуч виднівся овальний коридорчик, просто — ще один, із кількома розгалуженнями й різким поворотом праворуч. Влад зайшов у середню кімнату, Яся за ним. Просторе приміщення: посередині — невеликий диванчик, круглий журнальний столик і м’яке крісло навпроти. За диваном у лівому куті — ще одні двері. Три великі вікна з тюлями; прохолодно.`,

      `Бабця Влада сиділа на диванчику, запрошуючи Ясю сісти поряд. Її блідо-сірі очі лякали — здавалося, вона дивиться просто на дівчину. Влад примостився у кріслі. Коли всі вмостилися, бабця заговорила, втупившись кудись у бік дверей. У Ясі знову побігли сироти.`,

      `— Бракує дечого, — вона тричі плеснула в долоні. — Анфісо, люба, принеси чаю.`,

      `Яся сподівалася когось побачити — але, крім них трьох, нікого не було. Вона запитально зиркнула на Влада; той лише спопеляюче дивився на неї.`,

      `— Отже, Ярославо… — почала бабця, та Яся перебила:`,

      `— Звідки ви знаєте, як мене звати? І чому говорите не так, як усі тутешні?`,

      `— Почнемо з того, що я навіть знала, що ти прийдеш, — відповіла вона. — Не хвилюйся, дорогенька, — лагідніше додала, — я маю дар яснобачення. Сьогодні зранку мавки сказали мені, що на мене просто з дерева звалиться гостя. А говорю не як усі, бо я не зовсім тутешня. Не люблю зливатися з сірою масою, але діалект, коли треба, відтворю з точністю.`,

      `Яся насторожилася — з усіх слів її зачепило одне:`,

      `— Мавки?`,

      `— Вони самі.`,

      `— А… гаразд, — кліпнула Яся.`,

      `— Тому я трохи підготувалася до твого приходу. Мене, до речі, звати Агата, — усміхнулася. — Бо як же це — я знаю, як тебе звати, а ти мене — ні. Ну, дитино, вітерець і сьогоднішня похмура погода шепочуть, що маєш до мене запитання. Я уважно слухаю.`,

      `Ясю стискало зсередини: тиск погляду Влада, погляду Агати й загальна атмосфера будинку. Дивина останніх п’яти хвилин зовсім відібрала мову.`,

      `— Розумію, дитино, тобі некомфортно. Та запевняю: будь-яке питання про мене чи цього злого парубка навпроти нас не образить.`,

      `Взявши себе в руки, Яся нерішуче спитала перше:`,

      `— Як ви мене бачите?`,

      `Старенька помовчала, тоді глянула на стіл:`,

      `— О, чай принесли!`,

      `Яся сіпнулася: справді, на столі стояв чай, хоча кілька секунд тому — нічого. Серце пішло вгалоп. Досить. Вона не готова. Час тікати. Яся підвелася, та пані Агата м’яко зупинила її, взявши за зап’ясток:`,

      `— Усе гаразд, люба. Повір, твоя стара ще й не таке вміє — просто не показує.`,

      `— Ви знаєте мою бабцю?`,

      `— З самого дитинства. І про неї можу розповісти чимало. І про Перелесника, що являється тобі, і про фразу на дощечках.`,

      `Ноги в Ясі стали ватяні; щось у грудях обірвалося і скотилося в п’яти. Звідки вона все це знає? У цю мить, відчувши, як кімната пішла обертом, Яся зрозуміла: або вона справді хоче знати, що відбувається, і приймає це як належне — або тікає і живе, як жила, доки наприкінці грудня не повернеться додому.`,

      `Знову плакатиме над могилою сестри, зустрічатиме Новий рік у депресії — і так ніколи не дізнається, яка дивина коїться тут. І головне — що їй хотіла сказати сестра. Коли земля під ногами «зупинилася», Яся повернулася на місце й уважно подивилася на жінку:`,

      `— Я вас слухаю.`,

      `— Дякую тобі, Ярославо, за це рішення. Отож, ти питала, як сліпа жінка пересувається без допомоги. Скажу так: бачу я не зовсім так, як ви обоє, — вона кивнула на Влада. — Маю певні здібності: бачу все, мов у сепії; люди для мене — наче намальовані й обведені контуром. І все.`,

      `— А решта? Звідки ви знаєте?`,

      `— Мавки, — відповіла так, наче це очевидно. — Вони Перелесника недолюблюють, але саме він мав привести тебе у їхній світ. Ти ж не віриш. Звісно, він трохи нашкодив: хотів заманити й убити, як усіх, та Шугайстр його вчасно спинив.`,

      `— Перепрошую… у що?`,

      `— В інший світ. Дитино, ліс вивчений на чотирнадцять відсотків. Гадаєш, там, окрім білок, лисиць та ведмедів, нікого немає?`,

      `Яся вдихнула:`,

      `— Ви хочете сказати, що міфологічні істоти, яких «вигадали» наші предки, геть не вигадані?`,

      `— Саме так.`,

      `— Але чому мене в це втягують?`,

      `— Ось ми й підійшли до головного. Бабця розповідала тобі легенду про озеро Синевир?`,

      `— Ні.`,

      `— Лишенько, — зітхнула. — Як це: туристів «вчить», а тобі не розповіла?`,

      `— Яку байку?`,

      `— Ой, дитя, дитя. Мелашка знає більше, ніж я, але правду перекручує та подає зовсім під іншим соусом.`,

      `— Як саме?`,

      `— Приховує деталі.`,

      `— І в чому ж легенда?`,

      `— Слухай. Давним-давно, коли наші предки жили в достатку, а на столі сидів сам Данило Романович, жив тут один пан — боярин, власник цих земель. Мав доньку — Синь. Ой, яка врода була! І серце добре. Покоходила простого хлопця Вира, що був у них підмайстром. Кохали вони одне одного, та батько зневажав ту любов: хлопець не рівня. Раз вони домовилися втекти. На світанку Синь мала прийти в ліс, на галявину біля озера, де Вир чекатиме. Втічуть на схід. Усе йшло за планом, та батько дізнався. Наказав схопити Вира й утопити, а Синь змусив дивитися — аби знала, що буде, якщо не слухатиметься. Хлопця вбили, тіло кинули в озеро, Синь забрали додому. Плакала день і ніч, не їла, а згодом вчинила крайнощі: уклала угоду з дияволом. Той пообіцяв повернути коханого, але надурив, забравши душу. Не знаючи цього, вона втекла вночі, прибігла до озера й, забігши у крижану воду, кричала, шукала тіло, а потім, замерзнувши, пішла на дно за коханим. Вранці батько виявив зникнення. Шукали довго, допоки рибалки не побачили біле плаття, що пливло, мов ганчірка. Зрозуміли — і пошуки припинили. Та на цьому історія не скінчилася.`,

      `— А бабця що розповідає? — перебила Яся.`,

      `Агата закотила очі:`,

      `— Що вони щасливо перетнули озеро і прожили в мирі та достатку до кінця життя. І що пара, яка торкнеться води, матиме ту саму долю.

«Торкнутися можна за 50 гривень із людини». Кінець історії. Але не кінець моєї, — додала. — Люди вирішили боротися з зникненнями. Прийшли до озера й почали молитися, благаючи прощення для Синь. Марно. З води вийшла вона. Повисла над гладдю й промовила:`,

      `«За вашу халатність і бездушшя страждатимете багато поколінь».`,

      `І почала вбивати селян направо й наліво. Перерізала пів села, здійняла страшний землетрус — Закарпаття й Галичина сколихнулися. Збиралася йти далі, нищити все на шляху: уже дійшла до Києва, піднімаючи води Дніпра. Та її зупинили чотири стихії. Разом скували в кокон і вже хотіли знищити, як у останню мить вона заглушила всіх своїм вереском — і світ стих. Потім заговорила:`,

      `«Ви не знищите мене так просто. Я чекатиму 800 років, перш ніж помщусь; тоді мене ніхто не спинить, і вся країна потоне у водах Синевиру, як колись я та моя любов».`,

      `Після того пустила потужну хвилю вітру, що змела все в радіусі ста кілометрів (у тому числі й стихій), і впала у води Дніпра, зникнувши.`,

      `Країну огорнув відчай. Люди молилися — марно. Тоді селяни, що лишилися в Міжгір’ї, пішли на розмову з лісом. Кажуть, після довгих перемовин лісові духи дали пророцтво: зупинити напасть зможуть тільки нащадки тих людей. Дівчина — вільна, наче вітер; хлопець — із характером дракона; дівчина, що здатна осідлати хвилю; і хлопець, поєднаний із природою. Чотири стихії, чотири нащадки. Вони або дійдуть згоди, або зруйнують усе, що будувалося віками. Символи орла, змія, коня і короля Лісу досі викарбувані на одному з дерев у лісі, — закінчила жінка й поглянула на спантеличену Ярославу.`,

      `Забагато нової інформації. Каша в голові лише побільшала.`,

      `— Тобто ви стверджуєте, що якщо четверо обраних, призначених вісімсот років тому, не знайдуться, — Україна піде під воду, як Атлантида?`,

      `— Цілком імовірно. І бажано, аби це сталося найближчим часом, бо, за прогнозами Лісовика, Синь повстане в останній місяць зими.`,

      `— Лісовика? Чекайте, то він не зник?`,

      `— Я про справжнього Лісовика, дитино, — того, про якого ти читала з ноутбука. А нашого Стефана забрали духи: він уже був старий. Все життя в лісі, зморився. Ліс і так кликав його, бо невдовзі має прийти їхній справжній володар.`,

      `— Гаразд, — протягнула Яся. — Але я тут до чого?`,

      `Стара кілька секунд дивилася своїми очима, затягнутими білою пеленою, не кліпаючи.`,

      `— Є ще одна причина, чому ти тут, дитино, — кивнула на стіл. — Скуштуй чаю й подай мені горня.`,

      `Яся недовірливо глянула на чашку.`,

      `— Він не отруєний, — урвав тишу Влад. — Зроби ласку: просто випий і не тягни. Якби ми хотіли тебе вбити, давно б зробили. — Затримав паузу й уже спокійніше додав: — Перелесник не дарма намагався показати тобі вхід у їхній світ. Зараз доля цілої країни залежить від тебе. Не просри все.`,

      `— Гарно сказано, юначе, — з докором мовила пані Агата, — але зайвих слів можна було й уникнути. Пий — це всього лише чай.`,

      `Яся послухалася. Випила до дна, випльовуючи зернятка, й подала кружку жінці. Та покрутила її, роздивилася всередині й усміхнулася:`,

      `— Я так і знала.`,

      `— Що там? — не витримала дівчина.`,

      `— Ти — обрана, Ярославо. Твоя стихія — вітер.`,

      `Очі в Ясі округлилися.`,

      `— Що? Що?`,

      `— Не дивуйся так…`,

      `— Але ж… — слова не зводилися. — Стихія вітру — це вільна людина. Я скорена родичам.`,

      `— Згідна, щось тут не клеїться, — зосередилася Агата. — Володарка Вітру покинула нас вісімнадцять років тому. Тобто тобі мало б бути вісімнадцять. А тобі…`,

      `— Чотирнадцять, — сказала Яся.`,

      `— Саме так. Хтось спадає на думку?`,

      `Поміркувавши, Яся прошепотіла:`,

      `— Моя сестра. Аня.`,

      `— Вона. Та вона загинула в автокатастрофі?`,

      `— Так.`,

      `— І ти була з нею, — кивнула старенька. — Стихія перебралася в твоє тіло, Ярославо. Саме тому ти й вижила. Впасти в автівці зі скелі й вижити — це диво.`,

      `— Я не казала, що ми впали зі скелі.`,

      `— Це не важливо. Важливо, що пані Вітер робить свою справу: ти руйнуєш межі, які вибудовують перед тобою дорослі. Якби ти була «скорена», ти б злякалася — і зараз не сиділа б тут. Та щоб повністю звільнитися, мусиш відкрити свою найбільшу травму, ту, що залишила шрами болю й горя. Як і всі інші. Отже, лишилося знайти доньку Води та Володаря Землі — або Короля Лісу, як забажаєш, — підсумувала вона.`,
    ],
  },

  en: {
    title: "5. The Legend of Lake Synevyr",
    content: [
     `On Monday morning, Yasia was surprised by how easily she managed to get out of bed.`,

      `After a quick breakfast, she returned to her room and joined her online class. She finished her homework during the breaks, wrapped up around noon, and headed downstairs for lunch with Fedko.`,

      `To her relief, the urge to reach for her phone wasn't nearly as overwhelming as it had been during the first week.`,

      `She could finally breathe a little easier.`,

      `There was still half an hour before her shift at the café.`,

      `With nothing else to do, she chatted with her parents for a while—who, surprisingly enough, had finally managed to find a little time for their daughter after all these weeks—then stepped out onto the porch with the last of her coffee.`,

      `Watching the marble statues scattered around the courtyard, she tried to sort everything out in her mind.`,

      `Her eyes settled on the white statue of a mavka.`,

      `Instantly, she thought of the elf-like young man she'd seen in the forest, of what Liza had said about the woods, and of the creatures Mykhas had mentioned around the bonfire the night before.`,

      `Then it hit her.`,

      `She knew exactly what she needed to look for.`,

      `The mythical creatures of the Carpathian forests.`,

      `Of course.`,

      `She lightly thumped the porch railing with her fist.`,

      `Finishing the last sip of coffee, she hurried back into the house, handed her phone to her grandmother, and practically ran to the café for her shift.`,

      `When work was over, she had dinner and returned to her room—once again escorted by Fedko, who looked just as tired of the routine as she was.`,

      `She opened her laptop under the pretense of doing homework and typed her search into the browser.`,

      `Before long, she'd found a book about mythical creatures.`,

      `She spent hours taking notes on every strange being it described...`,

      `...until she came across one name.`,

      `Perelesnyk.`,

      `There it was.`,

      `A chill raced through her body.`,

      `The same long ears.`,

      `The same striking beauty.`,

      `The same long red hair.`,

      `Only it wasn't an elf.`,

      `It was an evil spirit.`,

      `A creature of the forest that lured people to madness by taking the form of someone they loved.`,

      `Someone like her sister, Anya.`,

      `"Perelesnyk, also known as the Fire Serpent, is an evil spirit in Slavic mythology that deceives people by assuming the appearance of their loved ones..."`,

      `The pen slipped from Yasia's fingers.`,

      `She pressed both palms against her damp face.`,

      `For two long minutes, panic swallowed her whole.`,

      `Finally, she wiped away her tears and began pacing across the room, rubbing her arms as if trying to chase away the cold.`,

      `But none of this is real.`,

      `They're just stories.`,

      `Old tales people made up centuries ago while sitting around candlelight on long winter nights.`,

      `Then why had the Perelesnyk been here?`,

      `Inside her grandmother's house.`,

      `Right above her bedroom.`,

      `And why...`,

      `...was it haunting her?`,

      `A knock at the door made her jump.`,

      `Fedko peeked inside.`,

      `"Time for bed."`,

      `"I know."`,

      `"Good night. It's going to be a cold one."`,

      `The words sent another wave of dread through her.`,

      `Seeing the expression on her face, he immediately tried to reassure her.`,

      `"Hey, don't worry so much. Just wrap yourself up in another blanket, and you'll be fine."`,

      `Yasia nodded.`,

      `He studied her in silence for a few seconds before asking,`,

      `"Everything all right? Have you been crying?"`,

      `"No!" Yasia blurted out.`,

      `The instant the word left her mouth, she realized she'd given herself away.`,

      `"Missing home?" he asked gently. "That's normal. I just wish there was something I could do."`,

      `He offered her a small smile.`,

      `"Good night."`,

      `The door clicked shut behind him.`,

      `Darkness settled over the room.`,

      `For a long time, Yasia lay awake beneath her blanket, flinching every time the wind howled outside, rattling the branches against the house.`,

      `She listened to the silence.`,

      `Again and again, she could have sworn she heard someone calling her name.`,

      `Her sister's voice.`,

      `***`,

      `Morning was miserable.`,

      `After a half-sleepless night, Yasia felt like she'd been run over.`,

      `She made it through her classes, started her shift at the café...`,

      `...and soon learned two pieces of news that would change everything.`,

      `First, the entire village was buzzing with news of a powerful earthquake in the south of the country.`,

      `Grandma kept switching channels on the café's television, and nearly every station showed the same horrifying images: collapsed apartment buildings in Mykolaiv, Kherson, and Zaporizhzhia.`,

      `The quake had disturbed the seabed beneath the Black Sea, sending water surging inland and flooding homes within a ten-kilometer radius.`,

      `Second, the old forester had disappeared.`,

      `He had spent nearly his entire life in the forest, so the villagers immediately began whispering about evil spirits.`,

      `Yasia simply rolled her eyes.`,

      `Still, Mrs. Melashka taped the old man's photograph to the entrance of the café beneath a handwritten sign:`,

      `MISSING`,

      `And finally—this part came from the staff's own grapevine—`,

      `a French family had checked into the estate on Sunday.`,

      `Among them was a girl about Yasia's age.`,

      `She was remarkably beautiful.`,

      `The strange thing was that she spoke Russian.`,

      `Every time she opened her mouth, people visibly tensed.`,

      `Someone had even started a ridiculous rumor that she was "the family's mistress" and that it was shameful for them to be traveling with her.`,

      `Yasia dismissed the gossip immediately.`,

      `With her grandmother's standards, no one like that would ever have been allowed to stay there.`,

      `She also learned that the family would be coming to breakfast.`,

      `Barely an hour later, Yasia watched the girl walk into the café.`,

      `Her burgundy hair fell almost to her waist.`,

      `She had a pale, sharply sculpted face, a warm, gentle smile, an elegant unhurried gait, and long, delicate fingers.`,

      `She was alone.`,

      `She ordered a coffee—`,

      `in Russian.`,

      `The sound made Yasia instinctively flinch.`,

      `The girl spoke with a restrained accent and the unmistakable French guttural r.`,

      `Yasia vaguely remembered hearing that the French had begun pronouncing it that way centuries ago by imitating one of their kings.`,

      `An amusing thought.`,

      `When her coffee arrived, the girl opened a Russian translation of The Fall of the House of Usher and spent nearly an hour quietly reading.`,

      `Eventually she paid, thanked Yasia, left a generous tip...`,

      `...and walked away, leaving behind the lingering scent of perfume and a curious mixture of surprise, discomfort, and intrigue.`,

      `The gossip continued around her.`,

      `Yasia stayed out of it.`,

      `She listened.`,

      `Observed.`,

      `Decided for herself what was worth believing—and what wasn't.`,

      `Near the end of her shift, Liza stopped by to pick up another milk canister.`,

      `They exchanged greetings and chatted for a few minutes.`,

      `Then Yasia casually asked whether Liza knew anything interesting about Vlad's grandmother.`,

      `Liza only shrugged.`,

      `"If you're that curious," she said, "go meet her yourself."`,

      `That evening, on her way to dinner, Yasia glanced once more at the lonely house standing beside the road in the middle of the open field.`,

      `She caught up with Fedko.`,

      `A plan had already begun forming in her mind.`,

      `As soon as they reached the little cottage, she stopped.`,

      `"I want to find out more about the old woman who lives in that strange house."`,

      `She nodded toward the road.`,

      `"And why's that?" Fedko asked with a smile.`,

      `"Everyone keeps talking about her, but nobody ever says what's actually so unusual."`,

      `"Everyone?"`,

      `Yasia held her breath.`,

      `He knows something.`,

      `Don't give yourself away.`,

      `She answered as casually as she could.`,

      `"The customers at the café."`,

      `"Ah..."`,

      `Understanding dawned on his face.`,

      `"In that case... she's probably the person who knows these mountains—and the creatures living in their forests—better than anyone."`,

      `"Really?"`,

      `Yasia almost jumped.`,

      `"Sure."`,

      `He looked at her curiously.`,

      `"Why?"`,

      `"Oh... just wondering."`,

      `Fedko gave a quiet chuckle.`,

      `"Don't do anything foolish, Yaroslava."`,

      `"What makes you say that?"`,

      `"Because I leave the key to the road gate sticking out of the lock..."`,

      `He grinned.`,

      `"...not hidden up the chimney."`,

      `Everything inside Yasia dropped.`,

      `Heat rushed into her face.`,

      `Fedko burst out laughing and quickly tried to reassure her.`,

      `"It's all right. I go to Liza's Vechornytsi too."`,

      `He shrugged.`,

      `"I just couldn't make it this Sunday. There was far too much work."`,

      `"I'm not judging you."`,

      `He nodded toward the estate.`,

      `"To be honest... living here can feel like a prison."`,

      `For several seconds, Yasia simply stared at him, trying to process what she'd just heard.`,

      `Then she let out a long breath of relief.`,

      `"Thank you... for not telling Grandma."`,

      `Fedko winked.`,

      `"That wouldn't have made life any better for either of us."`,

      `He laughed.`,

      `"Most likely she'd have assigned me to keep an eye on you for hours every day..."`,

      `He paused for dramatic effect.`,

      `"...or maybe not let you out of my sight at all."`,

      `"Listen," Yasia said. "If this isn't good for either of us... then I have a proposal."`,

      `"You want me to cover for you?" Fedko asked with a grin. "And why exactly would I do that?"`,

      `"Extra tips have never made anyone's pocket heavier, have they?"`,

      `Yasia pulled a fifty-hryvnia note from her pocket and held it out to him.`,

      `He took the bill, looked down at it, then back at her.`,

      `"If I get caught," he said, "she'll make me pay for it."`,

      `"You think so?"`,

      `"Mrs. Melashka isn't an ordinary woman." He shrugged. "Who knows what might cross her mind? Depends what kind of mood she's in."`,

      `"So... in theory, the punishment could be avoided?"`,

      `He nodded.`,

      `After another moment's hesitation, he slipped the money into his pocket.`,

      `"Deal."`,

      `The newly formed partners shook hands.`,

      `After dinner, as Fedko was walking Yasia back to her room, she asked him for one more favor.`,

      `"Tomorrow, during my last class—P.E.—I'm going to visit that mysterious old lady."`,

      `"No problem," he said. "As long as the payments keep coming."`,

      `Yasia laughed.`,

      `"Deal."`,

      `"Then I'll see you tomorrow."`,

      `"See you tomorrow."`,

      `They said their goodbyes, and Yasia closed the door behind her.`,

      `The plan had finally taken shape.`,

      `She would simply pay the old woman a visit, pretending to be a lost tourist.`,

      `The woman would invite her inside...`,

      `...and Yasia would finally have a chance to talk to her.`,

      `It should work.`,

      `Shouldn't it?`,

      `***`,

      `The next morning went perfectly.`,

      `Nothing hinted that anything was about to go wrong.`,

      `Yasia logged into her classes, and at ten o'clock a Telegram notification from Fedko popped up on her laptop.`,

      `Grandma took a group of tourists to Lake Synevyr.`,

      `She would be gone for about four hours.`,

      `Plenty of time.`,

      `Even so, anxiety fluttered beneath Yasia's ribs, reminding her of everything that could go wrong.`,

      `But every time she thought about the Perelesnyk...`,

      `...the strange noises...`,

      `...Anya...`,

      `...and the missing forester...`,

      `her resolve only grew stronger.`,

      `She needed answers.`,

      `There was no point telling her grandmother.`,

      `The moment she learned Yasia had been sneaking around the third floor and investigating things on her own, she'd only tighten her watch over her.`,

      `That was the last thing Yasia wanted.`,

      `Demian knew about everything as well.`,

      `He kept trying to calm her down, insisting it was all a consequence of the move and the stress she'd been under.`,

      `He thought she should start seeing her psychologist again.`,

      `Maybe Demian was right.`,

      `Maybe this was simply the aftermath of everything that had happened over the summer.`,

      `Still, Yasia refused.`,

      `Her psychologist had once told her that sometimes you have to let go.`,

      `Not give up—`,

      `just let people go.`,

      `It hurts.`,

      `But eventually the pain fades.`,

      `The important thing, she'd said, was not to let your mind take control, because under enough stress it could convince you to do foolish things.`,

      `But Yasia wasn't losing control...`,

      `...was she?`,

      `Everything was still in her hands.`,

      `She wasn't running away from the situation.`,

      `She was facing it.`,

      `Trying to solve it.`,

      `And what was so wrong with wanting to learn something from her dead sister?`,

      `Besides, she couldn't simply dismiss the possibility that those mythical creatures really existed.`,

      `The phrase carved into the wooden tablets in Old Slavic.`,

      `Time slowing down...`,

      `...and speeding up.`,

      `The forester's disappearance.`,

      `All of it had happened.`,

      `Which meant there was only one thing left to do.`,

      `Dig deeper.`,

      `Yasia blinked, pulling herself back to reality.`,

      `The online class was already ending.`,

      `Students were beginning to disconnect one by one.`,

      `She switched on her microphone.`,

      `"Goodbye, everyone."`,

      `Then she closed the meeting.`,

      `Her final class of the day was P.E.`,

      `11:10 a.m.`,

      `She joined the lesson, greeted the teacher, and, like everyone else, muted both her microphone and camera.`,

      `After slipping on her backpack and hoodie, she stepped quietly into the hallway.`,

      `Fedko was already waiting outside.`,

      `"Isn't P.E. supposed to involve... actual exercise?"`,

      `Yasia smiled.`,

      `"No. The teacher's giving a presentation about basketball."`,

      `She adjusted her backpack.`,

      `"I just need one favor."`,

      `"What's that?"`,

      `"If I'm not back in time, say 'goodbye' for me at the end of class and disconnect."`,

      `"And how exactly am I supposed to do that?"`,

      `"Give me your phone."`,

      `Yasia recorded herself saying, "Goodbye," using the voice recorder and handed the phone back.`,

      `"I want to go through the right wing again."`,

      `"Is it still unlocked?"`,

      `Fedko nodded.`,

      `"Good luck."`,

      `Without answering, Yasia hurried down the wooden staircase.`,

      `Once she slipped beyond the gate, she followed the now familiar path toward the dark house that stood apart from everything else, its strange silhouette rising against the mountain landscape.`,

      `With every step, her confidence began to falter.`,

      `What if this doesn't work?`,

      `The hand gripping her backpack strap had grown damp with sweat.`,

      `Pull yourself together.`,

      `She forced herself to remember everything she'd decided that morning.`,

      `When another shiver raced through her body, she straightened her shoulders and kept walking.`,

      `She needed answers.`,

      `Autumn had fully claimed the valley.`,

      `Golden leaves blanketed the road.`,

      `The harvested fields stretched across the landscape in faded shades of yellow.`,

      `The mountains blazed with warm reds, oranges, and golds.`,

      `Their forests breathed with the quiet melancholy of a world slowly surrendering to winter.`,

      `Yasia stopped before the small wooden gate.`,

      `A straight stone path led from it to the weathered front door.`,

      `She stared at it for several long moments, unable to move.`,

      `The instant she finally took a hesitant step forward—`,

      `the front door flew open.`,

      `Yasia jumped and instinctively darted behind the nearest tree.`,

      `Oh God.`,

      `Oh God, oh God, oh God...`,

      `What now?`,

      `Stepping out would look suspicious.`,

      `As though she'd been spying.`,

      `Keeping herself hidden, she cautiously peeked around the trunk.`,

      `The old woman wore a long black dress with a lace collar.`,

      `Her silver hair was neatly gathered into a chignon.`,

      `Her eyes...`,

      `They were gray, clouded beneath a milky film.`,

      `A pang of guilt tugged at Yasia.`,

      `What if she falls? Maybe I should help her...`,

      `Instead, the woman calmly turned her head, then walked down the path toward the back of the house without the slightest hesitation.`,

      `How...`,

      `How does she do that?`,

      `Contact lenses?`,

      `Curiosity won.`,

      `Keeping to the shelter of the trees, Yasia quietly followed.`,

      `The orchard stretched the length of the fence, its branches hiding the backyard from view.`,

      `As she crept closer to the first row of trees, she finally caught sight of it.`,

      `Despite the gloomy weather, two lounge chairs had been set out on the lawn.`,

      `Between them stood a small table with what appeared to be a glass pitcher of tea...`,

      `...and two drinking glasses.`,

      `The old woman slowly looked around, poured herself some tea, settled into one of the chairs...`,

      `...and opened a book.`,

      `Wait...`,

      `A book?`,

      `Yasia watched as the old woman either read—or merely stared at—the pages, turning one every few minutes.`,

      `What the hell is going on here?`,

      `She couldn't reveal herself.`,

      `She couldn't leave, either.`,

      `How could a blind woman wander around on her own...`,

      `...and read a book?`,

      `An irresistible urge to get closer crept over her.`,

      `There was a tree nearby with low branches.`,

      `One of them stretched far enough to sit on.`,

      `Trying to move as quietly as possible, Yasia approached the trunk.`,

      `Of course I had to wear a skirt today.`,

      `She silently cursed herself.`,

      `The plan had been to sit politely on a sofa, have tea with the mysterious old lady, and ask a few questions—`,

      `not climb trees like a burglar.`,

      `Taking a deep breath, she started climbing.`,

      `Her heavy boots proved surprisingly useful.`,

      `Within a minute, she was perched on the branch with a perfect view of the backyard.`,

      `Her green sweater snagged against the bark.`,

      `Her black tights—and probably her skirt too—caught on rough patches of wood.`,

      `Her thick light-brown hair became hopelessly tangled in the leaves.`,

      `After hurriedly freeing herself from the leafy mess, she froze, hoping the gentle breeze would disguise the rustling she'd made.`,

      `"You've got the nerve of a mountain goat."`,

      `The voice startled her so badly she nearly slipped.`,

      `Grabbing the branch with both hands, she spun around.`,

      `"To your right," the voice said.`,

      `Squinting through the leaves, she finally spotted Vlad lounging in the neighboring tree.`,

      `He was wearing a mustard-colored sweater.`,

      `The smug expression on his face was impossible to miss.`,

      `"You're one to talk," Yasia shot back.`,

      `"Me?" He raised an eyebrow. "I live here."`,

      `The words sent a rush of heat straight to the roots of her hair.`,

      `An awkward silence followed.`,

      `It was broken by the old woman's voice.`,

      `"Vladyk! Get down from that tree. How many times have I told you not to climb around up there?"`,

      `She paused.`,

      `"And invite our guest in for some tea."`,

      `Yasia stared at Vlad in bewilderment.`,

      `Tea?`,

      `"Care to explain?"`,

      `"Or," he replied as he jumped lightly to the ground, "you could stop asking questions I have no intention of answering."`,

      `"Turn around," Yasia muttered.`,

      `A crooked smile spread across his face.`,

      `Without another word, he disappeared behind the trees.`,

      `"One to one, Yaroslava."`,

      `"What are you even talking about?" she grumbled, climbing down after him.`,

      `She stepped out from the shade, folding her arms across her chest.`,

      `"That's for the mulled wine," Vlad said.`,

      `"So..."`,

      `He tilted his head.`,

      `"...did my story around the bonfire make you curious?"`,

      `Yasia said nothing.`,

      `"I thought so."`,

      `"Thought what?"`,

      `"That you'd get caught."`,

      `"Wait."`,

      `She frowned.`,

      `"You're her grandson?"`,

      `"Took you long enough."`,

      `His grin widened.`,

      `"Word around the village is she murders children and buries them in the backyard for stealing pears from her trees."`,

      `A cold shiver ran down Yasia's spine.`,

      `Vlad gave an amused snort, clearly pleased with himself.`,

      `"Two to one, Yaroslava."`,

      `That was enough.`,

      `"What, have you been rereading The Kaidash Family?" she fired back.`,

      `"I get it—everyone has their own taste in literature. But maybe don't model your personality after Motria."`,

      `She took a step closer.`,

      `"Honestly, there aren't many admirable people in that novel."`,

      `"So here's your first—and last—warning."`,

      `"Tone down the snake venom."`,

      `"Otherwise you'll end up with weasel eyes, just like that nasty old woman."`,

      `She brushed past him with a deliberate bump of her shoulder and headed toward the house.`,

      `The moment she stepped inside, she froze.`,

      `A magnificent Gothic staircase rose before her.`,

      `It dominated almost the entire entrance hall.`,

      `The wall beside it was covered with dozens of portraits.`,

      `While Yasia stood there taking it all in, Vlad's grandmother had already reached one of the landings.`,

      `Vlad stopped at the bottom of the stairs.`,

      `He glanced back.`,

      `Seeing that she was still rooted to the spot, he searched for the right words before saying flatly,`,

      `"Are you coming?"`,

      `Better that, Yasia thought.`,

      `Much better than: "At this rate Grandma and I'll grow old waiting for you to pick your jaw up off the floor. Three to one, Yaroslava."`,

      `Or: "Never seen a staircase before? Need me to prove it's real? I'll ask Grandma where she keeps the paperwork. Three to one, Yaroslava."`,

      `Shaking herself out of the fantasy, she quickly wiped her boots on the doormat and hurried after him.`,

      `The old wooden floors creaked beneath every step.`,

      `Dust coated the banister.`,

      `On the second floor she caught sight of an oval hallway branching off to the left, while another corridor stretched straight ahead before splitting in several directions and turning sharply to the right.`,

      `Vlad entered the room in the middle.`,

      `Yasia followed.`,

      `It was spacious.`,

      `A small sofa stood in the center beside a round coffee table, with a comfortable armchair opposite.`,

      `Behind the sofa, tucked into the left corner, was another door.`,

      `Three tall windows draped with sheer curtains filled the room with pale daylight.`,

      `The air was cool.`,

      `Vlad's grandmother was already seated on the sofa.`,

      `With a gentle gesture, she invited Yasia to sit beside her.`,

      `Those pale gray eyes were deeply unsettling.`,

      `They looked almost as though they were fixed directly on her.`,

      `Vlad settled into the armchair.`,

      `When everyone was seated, the old woman finally began to speak.`,

      `Her clouded gaze remained turned somewhere toward the doorway.`,

      `Another chill crept over Yasia's skin.`,

      `"Something's missing," the old woman murmured.`,

      `She clapped her hands three times.`,

      `"Anfisa, dear, would you bring us some tea?"`,

      `Yasia instinctively looked around, expecting someone to appear.`,

      `No one did.`,

      `There was nobody in the room except the three of them.`,

      `She shot Vlad a questioning look.`,

      `He simply stared back at her, his expression impossible to read.`,

      `"Now then, Yaroslava..." the old woman began.`,

      `"Wait," Yasia interrupted. "How do you know my name? And why don't you speak like everyone else around here?"`,

      `"We'll start with this," the old woman replied calmly. "I knew you were coming today."`,

      `Yasia blinked.`,

      `"Don't be frightened, my dear," she added gently. "I have the gift of second sight. This morning the mavky told me that a guest would quite literally fall out of a tree."`,

      `A faint smile touched her lips.`,

      `"As for the way I speak... I'm not exactly from around here. I've never enjoyed blending into the crowd. Though, if I need to, I can imitate the local dialect perfectly."`,

      `Out of everything she'd just heard, only one word lodged itself in Yasia's mind.`,

      `"Mavky?"`,

      `"The very same."`,

      `"I... see."`,

      `No.`,

      `She didn't.`,

      `"That's why I had a little time to prepare for your visit." The old woman smiled warmly. "By the way, my name is Agata."`,

      `She inclined her head.`,

      `"It hardly seems fair that I know your name while you don't know mine."`,

      `She folded her hands in her lap.`,

      `"Now then, child... today's wind and these heavy clouds tell me you've come with questions."`,

      `"I'm listening."`,

      `Yasia's chest tightened.`,

      `Vlad's silent gaze.`,

      `Agata's unnervingly calm expression.`,

      `The strange atmosphere of the house.`,

      `Everything that had happened over the past five minutes had stolen her voice.`,

      `"I understand," Agata said softly. "You're uncomfortable."`,

      `She gave a reassuring smile.`,

      `"But I promise you this—"`,

      `"no question about me..."`,

      `"or about that dreadful young man sitting across from us..."`,

      `She gestured toward Vlad.`,

      `"...could possibly offend either of us."`,

      `Drawing a slow breath, Yasia finally managed to ask,`,

      `"How... can you see me?"`,

      `Agata fell silent.`,

      `Then she turned her head toward the coffee table.`,

      `"Oh."`,

      `"The tea's here."`,

      `Yasia jerked around.`,

      `A heartbeat ago, the table had been empty.`,

      `Now a teapot and three steaming cups rested neatly upon it.`,

      `Her heart lurched.`,

      `That's enough.`,

      `I'm not ready for this.`,

      `She pushed herself to her feet.`,

      `She needed to leave.`,

      `Agata gently took hold of her wrist.`,

      `"It's all right, dear."`,

      `Her voice remained calm.`,

      `"Believe me..."`,

      `"your grandmother can do far stranger things than that."`,

      `"She simply chooses not to."`,

      `"You... know my grandmother?"`,

      `"Since we were children."`,

      `A wistful smile crossed Agata's face.`,

      `"I could tell you many stories about her."`,

      `"About the Perelesnyk who's been visiting you."`,

      `"About the words carved into those wooden tablets."`,

      `The strength drained from Yasia's legs.`,

      `Something inside her chest seemed to snap loose and sink into the pit of her stomach.`,

      `How does she know all of that?`,

      `The room began to spin.`,

      `In that moment, she realized she had only two choices.`,

      `She could stay.`,

      `Accept that everything happening around her might actually be real.`,

      `Or she could run.`,

      `Go back to pretending nothing had happened until she returned home at the end of December.`,

      `She would cry at Anya's grave again.`,

      `Spend New Year's trapped in another depression.`,

      `And never learn the truth.`,

      `Never discover what strange force had taken root in these mountains.`,

      `Most importantly...`,

      `never find out what her sister had been trying to tell her.`,

      `When the world finally stopped spinning, Yasia slowly sat back down.`,

      `She looked Agata straight in the eye.`,

      `"I'm listening."`,

      `"Thank you, Yaroslava," Agata said quietly. "That was the right decision."`,

      `She folded her hands again.`,

      `"You asked how a blind woman can move about without anyone's help."`,

      `"I don't see the way the two of you do."`,

      `She nodded toward Vlad.`,

      `"I have... certain abilities."`,

      `"The world appears to me almost entirely in sepia."`,

      `"People look as though they're drawings outlined in ink."`,

      `"That's all."`,

      `"What about everything else?" Yasia asked. "How do you know it?"`,

      `"The mavky."`,

      `Agata answered as though it were the most obvious thing in the world.`,

      `"They've never been particularly fond of the Perelesnyk."`,

      `"But he was always meant to lead you into their world."`,

      `She smiled faintly.`,

      `"Of course, he complicated matters."`,

      `"He intended to lure you in and kill you, just as he does everyone else."`,

      `"But the Chugaister stopped him in time."`,

      `"I'm sorry..."`,

      `Yasia frowned.`,

      `"Into... what world?"`,

      `"The other one."`,

      `Agata tilted her head.`,

      `"Child... only fourteen percent of the forest has ever been explored."`,

      `She let the words settle.`,

      `"Do you really believe squirrels, foxes, and bears are the only creatures living there?"`,

      `Yasia drew a careful breath.`,

      `"Are you telling me that the mythical beings our ancestors supposedly invented..."`,

      `She hesitated.`,

      `"...were never invented at all?"`,

      `"Exactly."`,

      `"Then why are they dragging me into all of this?"`,

      `Agata nodded slowly.`,

      `"Now we've reached the heart of it."`,

      `She studied Yasia for a long moment.`,

      `"Has your grandmother ever told you the legend of Lake Synevyr?"`,

      `"No."`,

      `"My goodness..."`,

      `Agata sighed.`,

      `"She tells it to tourists every day, yet never shared it with you?"`,

      `"What legend?"`,

      `"Oh, child..."`,

      `A trace of sadness entered her voice.`,

      `"Melashka knows far more than I do."`,

      `"But she twists the truth."`,

      `"She tells the story..."`,

      `"...with certain details carefully removed."`,

      `"What details?"`,

      `"The ones that matter."`,

      `Yasia leaned forward.`,

      `"So what's the legend?"`,

      `Agata's expression grew distant.`,

      `"Listen carefully."`,

      `"A very long time ago, when our ancestors lived in prosperity and King Danylo Romanovych still ruled these lands, there lived a powerful boyar who owned the valleys and forests surrounding this place."`,

      `"He had a daughter named Syn."`,

      `"She was breathtakingly beautiful."`,

      `"And kind."`,

      `"She fell in love with a young apprentice named Vyr."`,

      `"He loved her just as deeply."`,

      `"But her father despised the match."`,

      `"The boy wasn't worthy of her."`,

      `"They decided to run away together."`,

      `"At dawn, Syn was to meet Vyr in a forest clearing beside the lake."`,

      `"From there they would flee east."`,

      `"Everything was going according to plan..."`,

      `"...until her father found out."`,

      `"He ordered his men to capture Vyr."`,

      `"And drown him."`,

      `"He forced Syn to watch..."`,

      `"...so she would understand what happened to daughters who disobeyed."`,

      `"They killed the young man."`,

      `"His body was thrown into the lake."`,

      `"Syn was dragged back home."`,

      `"She wept day and night."`,

      `"She refused to eat."`,

      `"Eventually, in her despair..."`,

      `"...she made a bargain with the Devil."`,

      `"He promised to return her beloved."`,

      `"But he deceived her."`,

      `"He took her soul instead."`,

      `"Not knowing she'd been betrayed, she fled the house that night."`,

      `"She ran to the lake."`,

      `"Waded into its freezing water..."`,

      `"...calling Vyr's name."`,

      `"Searching for his body."`,

      `"When the cold finally overcame her..."`,

      `"...she sank beneath the surface to join him."`,

      `"The next morning, her father discovered she was gone."`,

      `"They searched for her for a long time."`,

      `"Until fishermen spotted a white dress drifting across the lake like a discarded rag."`,

      `"They understood."`,

      `"And the search ended."`,

      `Agata fell silent.`,

      `"But..."`,

      `she whispered,`,

      `"that was not the end of the story."`,

      `"Then the fishermen began disappearing."`,

      `"And after them..."`,

      `"...anyone who approached the lake alone."`,

      `Agata's voice remained calm.`,

      `"People said Syn was taking her revenge."`,

      `"Her father drank himself into ruin and died in poverty."`,

      `"And so the story became a legend, passed from one generation to the next."`,

      `"What does my grandmother tell tourists?" Yasia interrupted.`,

      `Agata rolled her eyes.`,

      `"That Syn and Vyr crossed the lake together, lived happily ever after, and spent the rest of their lives in peace and prosperity."`,

      `A faintly amused smile crossed her face.`,

      `"And that any couple who touches the water will share the same fate."`,

      `She paused.`,

      `"'Touch the water for fifty hryvnias per person.'"`,

      `She gave a dismissive wave.`,

      `"End of story."`,

      `Another pause.`,

      `"But not the end of mine."`,

      `She leaned back.`,

      `"The people decided to put an end to the disappearances."`,

      `"They gathered by the lake and prayed, begging Syn to forgive them."`,

      `"It changed nothing."`,

      `"She rose from the water."`,

      `"Hovered above the surface..."`,

      `"...and said:"`,

      `"For your indifference and your heartlessness, countless generations will suffer."`,

      `Agata's voice grew lower.`,

      `"Then she began slaughtering the villagers."`,

      `"Half the settlement was wiped out."`,

      `"She unleashed a terrible earthquake that shook Zakarpattia and Halychyna."`,

      `"She intended to keep going."`,

      `"Destroy everything in her path."`,

      `"She had already reached Kyiv, raising the waters of the Dnipro..."`,

      `"...when the Four Elements stopped her."`,

      `"They bound her inside a cocoon."`,

      `"They were about to destroy her..."`,

      `"...but at the last possible moment, her scream drowned out every other sound."`,

      `"The entire world fell silent."`,

      `"Then she spoke."`,

      `Agata recited the words almost ceremonially.`,

      `"You will not destroy me so easily.

I shall wait eight hundred years before I take my revenge.

When that day comes, no one will stop me.

The whole country will drown beneath the waters of Synevyr...

just as my beloved and I once did."`,

      `"When she finished speaking, she unleashed a storm powerful enough to sweep away everything within a hundred kilometers."`,

      `"The Four Elements were scattered with everything else."`,

      `"Then she fell into the waters of the Dnipro..."`,

      `"...and vanished."`,

      `Silence settled over the room.`,

      `"The country was consumed by despair."`,

      `"People prayed."`,

      `"It accomplished nothing."`,

      `"Finally, the villagers who remained in Mizhhiria sought counsel from the forest itself."`,

      `"They say that after long negotiations, the forest spirits revealed a prophecy."`,

      `She looked directly at Yasia.`,

      `"Only the descendants of those people could stop what was coming."`,

      `"A girl as free as the wind."`,

      `"A boy with the spirit of a dragon."`,

      `"A girl capable of riding the waves."`,

      `"And a boy whose soul is one with nature."`,

      `"The Four Elements."`,

      `"The four descendants."`,

      `"They will either stand together..."`,

      `"...or destroy everything that has been built over the centuries."`,

      `"The symbols of the Eagle, the Serpent, the Horse, and the King of the Forest are still carved into one of the trees deep within these woods."`,

      `She fell silent.`,

      `Yasia simply stared at her.`,

      `It was too much.`,

      `Far too much.`,

      `Her thoughts had become a tangled mess.`,

      `"So you're telling me..."`,

      `She swallowed.`,

      `"...that if those four chosen people, destined eight hundred years ago, aren't found..."`,

      `"...Ukraine will disappear beneath the water like Atlantis?"`,

      `"Quite possibly."`,

      `Agata answered as though she were discussing tomorrow's weather.`,

      `"And preferably sooner rather than later."`,

      `"According to the Lisovyk, Syn will rise during the last month of winter."`,

      `"The Lisovyk?"`,

      `Yasia frowned.`,

      `"Wait... I thought he'd disappeared."`,

      `"I'm talking about the real Lisovyk, child."`,

      `"The one you were reading about on your laptop."`,

      `"As for our Stepan..."`,

      `She smiled sadly.`,

      `"The spirits took him."`,

      `"He was old."`,

      `"He'd spent his entire life in the forest."`,

      `"He was tired."`,

      `"The forest had been calling him for quite some time."`,

      `"Its true ruler will soon return."`,

      `"All right..."`,

      `Yasia said slowly.`,

      `"But what does any of this have to do with me?"`,

      `For several long seconds, Agata simply looked at her through eyes clouded with a milky white film.`,

      `She didn't blink.`,

      `"There's one more reason you're here, child."`,

      `She nodded toward the table.`,

      `"Drink your tea."`,

      `"And hand me your cup."`,

      `Yasia eyed it suspiciously.`,

      `"It's not poisoned."`,

      `Vlad finally broke the silence.`,

      `"Please."`,

      `"Just drink it and stop dragging this out."`,

      `"If we'd wanted to kill you..."`,

      `He paused.`,

      `"...we would've done it long ago."`,

      `His expression turned unexpectedly serious.`,

      `"The Perelesnyk didn't try to show you the entrance to their world for no reason."`,

      `"The fate of the entire country depends on you now."`,

      `"So don't screw it up."`,

      `"Such elegant phrasing," Agata said dryly.`,

      `"You could've made your point without the last sentence."`,

      `She smiled at Yasia.`,

      `"Drink."`,

      `"It's only tea."`,

      `Yasia obeyed.`,

      `She drained the cup, spitting out a few loose seeds before handing it back.`,

      `Agata slowly turned it in her hands, studying the leaves left inside.`,

      `Then she smiled.`,

      `"I knew it."`,

      `"Knew what?" Yasia asked, unable to contain herself.`,

      `Agata looked up.`,

      `"You're one of the Chosen, Yaroslava."`,

      `"Your element is Wind."`,

      `Yasia's eyes widened.`,

      `"What?"`,

      `"What?"`,

      `"Don't look so shocked."`,

      `"But..."`,

      `Words failed her.`,

      `"The Element of Wind belongs to someone who is truly free."`,

      `"I'm controlled by my family."`,

      `Agata frowned thoughtfully.`,

      `"I agree."`,

      `"Something doesn't fit."`,

      `"The Lady of the Wind left this world eighteen years ago."`,

      `"Which means you should be eighteen."`,

      `"But you're..."`,

      `"Fourteen," Yasia finished quietly.`,

      `"Exactly."`,

      `Agata tilted her head.`,

      `"Does anyone come to mind?"`,

      `Yasia thought for a long moment.`,

      `Then she whispered,`,

      `"My sister."`,

      `"Anya."`,

      `Agata nodded.`,

      `"Yes."`,

      `"But she died in a car accident."`,

      `"She did."`,

      `"And you were with her."`,

      `Another nod.`,

      `"When she died, the Element passed into your body, Yaroslava."`,

      `"That's why you survived."`,

      `"Falling from a cliff in a car and living through it..."`,

      `"...is nothing short of a miracle."`,

      `"I never told you we drove off a cliff."`,

      `"It doesn't matter."`,

      `Agata's voice remained gentle.`,

      `"What matters is that Lady Wind has already begun her work."`,

      `"You're breaking the boundaries the adults around you try to build."`,

      `"If you were truly obedient..."`,

      `"...fear would've stopped you."`,

      `"And you wouldn't be sitting here today."`,

      `"But to become completely free..."`,

      `"...you must confront the deepest wound you've ever carried."`,

      `"The one that left scars of grief and pain."`,

      `"Just like the others must."`,

      `She folded her hands once more.`,

      `"Now all that's left is to find the Daughter of Water..."`,

      `"...and the Lord of Earth."`,

      `A faint smile appeared.`,

      `"Or, if you prefer..."`,

      `"...the King of the Forest."`,
    ],
  },

  es: {
    title: "5. La leyenda del lago Synevyr",
    content: [
     `El lunes por la mañana, Yasia se sorprendió de lo fácil que le resultó levantarse de la cama.`,

      `Después de desayunar rápidamente, regresó a su habitación y se conectó a la clase en línea. Terminó los deberes durante los descansos, acabó cerca del mediodía y bajó a almorzar acompañada de Fedko.`,

      `Para su alivio, las ganas de coger el teléfono ya no eran tan insoportables como durante la primera semana.`,

      `Por fin podía respirar un poco más tranquila.`,

      `Todavía faltaba media hora para que comenzara su turno en la cafetería.`,

      `Como no tenía nada que hacer, habló un rato con sus padres —quienes, sorprendentemente, después de tantas semanas por fin habían encontrado algo de tiempo para su hija— y luego salió al porche para terminarse el café.`,

      `Mientras contemplaba las estatuas de mármol repartidas por el patio, intentó ordenar sus pensamientos.`,

      `Su mirada se detuvo en la estatua blanca de una mavka.`,

      `De inmediato recordó al muchacho de aspecto élfico que había visto en el bosque, lo que Liza le había contado sobre aquel lugar y las criaturas de las que Mykhas había hablado junto a la hoguera la noche anterior.`,

      `Entonces lo comprendió.`,

      `Sabía exactamente qué tenía que buscar.`,

      `Las criaturas míticas de los bosques de los Cárpatos.`,

      `Claro.`,

      `Golpeó suavemente la barandilla del porche con el puño.`,

      `Después de beber el último sorbo de café, volvió corriendo a la casa, le entregó el teléfono a su abuela y prácticamente voló hasta la cafetería para empezar su turno.`,

      `Cuando terminó de trabajar, cenó y regresó a su habitación, una vez más acompañada por Fedko, que parecía estar tan cansado de aquella rutina como ella.`,

      `Abrió el portátil con la excusa de hacer los deberes y escribió la búsqueda en el navegador.`,

      `No tardó en encontrar un libro sobre criaturas mitológicas.`,

      `Pasó horas tomando notas sobre cada ser extraño que aparecía allí...`,

      `...hasta que encontró un nombre.`,

      `Perelesnyk.`,

      `Ahí estaba.`,

      `Un escalofrío le recorrió todo el cuerpo.`,

      `Las mismas orejas largas.`,

      `La misma belleza impresionante.`,

      `El mismo cabello largo y rojizo.`,

      `Solo que no era un elfo.`,

      `Era un espíritu maligno.`,

      `Una criatura del bosque que llevaba a las personas a la locura adoptando la apariencia de alguien a quien amaban.`,

      `Alguien como su hermana, Anya.`,

      `«El Perelesnyk, también conocido como la Serpiente de Fuego, es un espíritu maligno de la mitología eslava que engaña a las personas adoptando la apariencia de sus seres queridos...»`,

      `El bolígrafo cayó de los dedos de Yasia.`,

      `Se cubrió el rostro húmedo con ambas manos.`,

      `Durante dos largos minutos, el pánico se apoderó por completo de ella.`,

      `Finalmente se secó las lágrimas y comenzó a caminar de un lado a otro de la habitación, frotándose los brazos como si intentara espantar el frío.`,

      `Pero nada de esto es real.`,

      `Solo son historias.`,

      `Viejos relatos inventados siglos atrás, durante largas noches a la luz de las velas.`,

      `Entonces, ¿qué hacía el Perelesnyk allí?`,

      `Dentro de la casa de su abuela.`,

      `Justo encima de su habitación.`,

      `Y por qué...`,

      `...¿por qué la perseguía precisamente a ella?`,

      `Un golpe en la puerta la hizo sobresaltarse.`,

      `Fedko asomó la cabeza.`,

      `—Hora de dormir.`,

      `—Lo sé.`,

      `—Buenas noches. Esta noche va a hacer frío.`,

      `Las palabras provocaron otra oleada de inquietud dentro de ella.`,

      `Al ver su expresión, Fedko intentó tranquilizarla enseguida.`,

      `—Eh, no te preocupes tanto. Envuélvete con otra manta y ya está.`,

      `Yasia asintió.`,

      `Él la observó en silencio durante unos segundos antes de preguntar:`,

      `—¿Seguro que todo está bien? ¿Has estado llorando?`,

      `—¡No! —soltó Yasia demasiado deprisa.`,

      `En cuanto la palabra salió de su boca, comprendió que se había delatado.`,

      `—¿Echas de menos tu casa? Es normal. Ojalá pudiera ayudarte de alguna manera.`,

      `Le dedicó una pequeña sonrisa.`,

      `—Buenas noches.`,

      `La puerta se cerró detrás de él.`,

      `La oscuridad envolvió la habitación.`,

      `Durante mucho tiempo, Yasia permaneció despierta bajo la manta, estremeciéndose cada vez que el viento aullaba afuera y sacudía las ramas contra la casa.`,

      `Escuchaba el silencio.`,

      `Una y otra vez, habría jurado que alguien pronunciaba su nombre.`,

      `La voz de su hermana.`,

      `***`,

      `La mañana fue horrible.`,

      `Después de pasar media noche sin dormir, Yasia se sentía como si la hubiera atropellado un camión.`,

      `Sobrevivió a las clases, comenzó su turno en la cafetería...`,

      `...y pronto se enteró de dos noticias importantes.`,

      `En primer lugar, todo el pueblo estaba revolucionado por las noticias de un fuerte terremoto en el sur del país.`,

      `La abuela no paraba de cambiar de canal en el televisor de la cafetería, y casi todas las emisoras mostraban las mismas imágenes aterradoras: edificios destruidos en Mykolaiv, Jersón y Zaporiyia.`,

      `El terremoto había alterado el fondo del mar Negro, provocando una oleada de agua que había inundado viviendas en un radio de diez kilómetros.`,

      `En segundo lugar, el viejo guardabosques había desaparecido.`,

      `Había pasado casi toda su vida en el bosque, así que los habitantes del pueblo comenzaron inmediatamente a murmurar sobre espíritus malignos.`,

      `Yasia simplemente puso los ojos en blanco.`,

      `Aun así, la señora Melashka pegó la fotografía del anciano en la entrada de la cafetería, bajo un cartel escrito a mano:`,

      `DESAPARECIDO`,

      `Y, por último —aunque aquello ya pertenecía a la red de rumores del personal—,`,

      `una familia francesa se había instalado en la finca el domingo.`,

      `Entre ellos había una chica de la edad de Yasia.`,

      `Era extraordinariamente hermosa.`,

      `Lo extraño era que hablaba ruso.`,

      `Cada vez que abría la boca, la gente se tensaba visiblemente.`,

      `Alguien incluso había iniciado el absurdo rumor de que era «la amante de la familia» y que deberían avergonzarse de viajar con ella.`,

      `Yasia descartó el chisme de inmediato.`,

      `Conociendo los principios de su abuela, jamás habría permitido alojarse allí a gente semejante.`,

      `También supo que aquella mañana la familia iría a desayunar.`,

      `Apenas una hora después, Yasia vio entrar a la muchacha en la cafetería.`,

      `Su cabello color burdeos le caía casi hasta la cintura.`,

      `Tenía el rostro pálido y de facciones afiladas, una sonrisa cálida y dulce, una forma de caminar elegante y pausada, y unos dedos largos y delicados.`,

      `Estaba sola.`,

      `Pidió un café...`,

      `en ruso.`,

      `El sonido hizo que Yasia se estremeciera por instinto.`,

      `La chica hablaba con un acento moderado y con aquella inconfundible erre gutural francesa.`,

      `Yasia recordaba vagamente haber oído que los franceses habían comenzado a pronunciarla así siglos atrás, imitando a uno de sus reyes.`,

      `Le pareció gracioso.`,

      `Cuando recibió el café, la muchacha abrió una traducción rusa de La caída de la Casa Usher y pasó casi una hora leyendo tranquilamente.`,

      `Al final pagó, le dio las gracias a Yasia, dejó una buena propina...`,

      `...y se marchó, dejando tras de sí un rastro de perfume y una extraña mezcla de sorpresa, incomodidad y curiosidad.`,

      `Los rumores siguieron circulando a su alrededor.`,

      `Yasia no se metió.`,

      `Escuchaba.`,

      `Observaba.`,

      `Y decidía por sí misma qué merecía la pena creer y qué no.`,

      `Cerca del final de su turno, Liza apareció para recoger otro recipiente de leche.`,

      `Se saludaron y charlaron durante unos minutos.`,

      `Entonces Yasia preguntó, como quien no quiere la cosa, si Liza sabía algo interesante sobre la abuela de Vlad.`,

      `Liza se limitó a encogerse de hombros.`,

      `—Si tanta curiosidad tienes, ve a conocerla tú misma.`,

      `Aquella tarde, de camino a cenar, Yasia volvió a mirar la solitaria casa que se alzaba junto a la carretera, en medio del campo abierto.`,

      `Al poco rato alcanzó a Fedko.`,

      `En su cabeza ya comenzaba a formarse un plan.`,

      `En cuanto llegaron a la pequeña casa, se detuvo.`,

      `—Quiero averiguar algo sobre la anciana que vive en esa casa extraña.`,

      `Señaló con la cabeza hacia la carretera.`,

      `—¿Y eso por qué? —preguntó Fedko con una sonrisa.`,

      `—Todo el mundo habla de ella, pero nadie dice qué tiene exactamente de raro.`,

      `—¿Todo el mundo?`,

      `Yasia contuvo la respiración.`,

      `Sabe algo.`,

      `No te delates.`,

      `Respondió con toda la naturalidad de la que fue capaz.`,

      `—Los clientes de la cafetería.`,

      `—Ah...`,

      `Una expresión de comprensión apareció en su rostro.`,

      `—En ese caso... probablemente sea la persona que mejor conoce estas montañas y las criaturas que viven en sus bosques.`,

      `—¿De verdad?`,

      `Yasia estuvo a punto de dar un salto.`,

      `—Sí.`,

      `La miró con curiosidad.`,

      `—¿Por qué?`,

      `—Por nada... solo me dio curiosidad.`,

      `Fedko soltó una pequeña risa.`,

      `—No hagas ninguna tontería, Yaroslava.`,

      `—¿Y por qué dices eso?`,

      `—Porque yo dejo la llave de la puerta que da a la carretera metida en la cerradura...`,

      `Sonrió.`,

      `—...no escondida en la chimenea.`,

      `A Yasia se le cayó el alma a los pies.`,

      `Sintió cómo el calor le subía al rostro.`,

      `Fedko estalló en carcajadas y enseguida intentó tranquilizarla.`,

      `—Está bien. Yo también voy a las Vechornytsi de Liza.`,

      `Se encogió de hombros.`,

      `—Simplemente este domingo no pude. Había demasiado trabajo.`,

      `—No te estoy juzgando.`,

      `Señaló la finca.`,

      `—La verdad... vivir aquí a veces parece estar en una prisión.`,

      `Durante unos segundos, Yasia se quedó mirándolo, intentando asimilar lo que acababa de escuchar.`,

      `Después soltó un largo suspiro de alivio.`,

      `—Gracias... por no contárselo a la abuela.`,

      `Fedko le guiñó un ojo.`,

      `—Eso no habría mejorado la vida de ninguno de los dos.`,

      `Se rio.`,

      `—Lo más probable es que me obligara a vigilarte varias horas al día...`,

      `Hizo una pausa dramática.`,

      `—...o directamente a no separarme de ti.`,

      `—Escucha —dijo Yasia—. Si esto no le conviene a ninguno de los dos... tengo una propuesta.`,

      `—¿Quieres que te cubra? —preguntó Fedko sonriendo—. ¿Y por qué iba a hacer yo eso?`,

      `—Una propina extra nunca le ha pesado a nadie en el bolsillo, ¿verdad?`,

      `Yasia sacó un billete de cincuenta grivnas y se lo tendió.`,

      `Él lo tomó, miró el dinero y después a ella.`,

      `—Si me pillan —dijo—, ella me hará pagarlo.`,

      `—¿Tú crees?`,

      `—La señora Melashka no es una mujer corriente. Quién sabe qué puede pasarle por la cabeza. Depende del humor que tenga.`,

      `—Entonces... en teoría, ¿se podría evitar el castigo?`,

      `Fedko asintió.`,

      `Tras dudar unos segundos más, guardó el dinero en el bolsillo.`,

      `—Trato hecho.`,

      `Los nuevos socios se estrecharon la mano.`,

      `Después de cenar, mientras Fedko acompañaba a Yasia de vuelta a su habitación, ella le pidió otro favor.`,

      `—Mañana, durante mi última clase, Educación Física, iré a visitar a esa misteriosa anciana.`,

      `—Sin problema —respondió—. Siempre que sigan llegando los pagos.`,

      `Yasia se rio.`,

      `—Hecho.`,

      `—Entonces hasta mañana.`,

      `—Hasta mañana.`,

      `Se despidieron y Yasia cerró la puerta detrás de ella.`,

      `El plan estaba decidido.`,

      `Simplemente iría a visitar a la anciana fingiendo ser una turista que se había perdido.`,

      `La mujer la invitaría a entrar...`,

      `...y Yasia tendría por fin la oportunidad de hablar con ella.`,

      `Debería funcionar.`,

      `¿Verdad?`,

      `***`,

      `La mañana siguiente transcurrió a la perfección.`,

      `Nada hacía pensar que algo estuviera a punto de salir mal.`,

      `Yasia se conectó a las clases y, a las diez, apareció en su portátil una notificación de Telegram de Fedko.`,

      `La abuela llevó a un grupo de turistas al lago Synevyr.`,

      `Estaría fuera unas cuatro horas.`,

      `Tiempo de sobra.`,

      `Aun así, la ansiedad revoloteaba bajo las costillas de Yasia, recordándole todas las cosas que podían salir mal.`,

      `Pero cada vez que pensaba en el Perelesnyk...`,

      `...en los sonidos extraños...`,

      `...en Anya...`,

      `...y en el guardabosques desaparecido...`,

      `su determinación aumentaba.`,

      `Necesitaba respuestas.`,

      `No tenía sentido contárselo a su abuela.`,

      `En cuanto supiera que Yasia había estado merodeando por la tercera planta e investigando por su cuenta, no haría más que aumentar la vigilancia.`,

      `Y eso era lo último que quería.`,

      `Demian también lo sabía todo.`,

      `No dejaba de intentar tranquilizarla, insistiendo en que todo era consecuencia de la mudanza y del estrés que había sufrido.`,

      `Creía que debería volver a ver a su psicóloga.`,

      `Tal vez Demian tuviera razón.`,

      `Tal vez aquello no fuera más que una secuela de todo lo que había ocurrido durante el verano.`,

      `Aun así, Yasia se negó.`,

      `Su psicóloga le había dicho una vez que, a veces, había que dejar ir.`,

      `No rendirse...`,

      `sino dejar ir a las personas.`,

      `Duele.`,

      `Pero, con el tiempo, el dolor se atenúa.`,

      `Lo importante, le había dicho, era no dejarse arrastrar por la propia mente, porque bajo suficiente estrés podía convencerte de hacer cosas absurdas.`,

      `Pero Yasia no estaba perdiendo el control...`,

      `¿verdad?`,

      `Todo seguía en sus manos.`,

      `No estaba huyendo de la situación.`,

      `La estaba enfrentando.`,

      `Intentaba resolverla.`,

      `¿Y qué tenía de malo querer averiguar algo a través de su hermana muerta?`,

      `Además, no podía descartar sin más la posibilidad de que aquellas criaturas míticas existieran de verdad.`,

      `La frase grabada en las tablillas de madera en antiguo eslavo.`,

      `El tiempo ralentizándose...`,

      `...y acelerándose.`,

      `La desaparición del guardabosques.`,

      `Todo aquello había sucedido.`,

      `Así que solo quedaba una opción.`,

      `Investigar más.`,

      `Yasia parpadeó y regresó a la realidad.`,

      `La clase en línea ya estaba terminando.`,

      `Los alumnos comenzaban a desconectarse uno por uno.`,

      `Encendió el micrófono.`,

      `—Adiós a todos.`,

      `Después cerró la reunión.`,

      `Su última clase del día era Educación Física.`,

      `11:10.`,

      `Se conectó, saludó a la profesora y, como todos los demás, apagó tanto el micrófono como la cámara.`,

      `Se echó la mochila a la espalda, se puso la sudadera y salió silenciosamente al pasillo.`,

      `Fedko ya la estaba esperando.`,

      `—¿Educación Física no se supone que consiste en... hacer ejercicio?`,

      `Yasia sonrió.`,

      `—No. La profesora va a dar una presentación sobre baloncesto.`,

      `Se acomodó la mochila.`,

      `—Solo necesito un favor.`,

      `—¿Cuál?`,

      `—Si no vuelvo a tiempo, di «adiós» por mí al final de la clase y desconéctate.`,

      `—¿Y cómo se supone que voy a hacer eso?`,

      `—Dame tu teléfono.`,

      `Yasia grabó su voz diciendo «Adiós» y se lo devolvió.`,

      `—Quiero volver a salir por el ala derecha.`,

      `—¿Sigue abierto?`,

      `Fedko asintió.`,

      `—Buena suerte.`,

      `Sin responder, Yasia bajó rápidamente por la escalera de madera.`,

      `Una vez fuera del recinto, siguió el camino que ya conocía hacia la casa oscura, cuya silueta extraña se alzaba contra el paisaje montañoso.`,

      `Con cada paso, su seguridad comenzaba a desvanecerse.`,

      `¿Y si no funciona?`,

      `La mano con la que apretaba la correa de la mochila estaba húmeda de sudor.`,

      `Contrólate.`,

      `Se obligó a recordar todo lo que había decidido aquella mañana.`,

      `Cuando otro escalofrío le recorrió el cuerpo, enderezó los hombros y siguió adelante.`,

      `Necesitaba respuestas.`,

      `El otoño se había apoderado por completo del valle.`,

      `Las hojas doradas cubrían el camino.`,

      `Los campos segados se extendían en tonos amarillos apagados.`,

      `Las montañas ardían en rojos, naranjas y dorados cálidos.`,

      `Sus bosques respiraban con la tranquila melancolía de un mundo que lentamente se rendía ante el invierno.`,

      `Yasia se detuvo frente a la pequeña puerta de madera.`,

      `Un sendero recto conducía desde allí hasta la antigua puerta principal.`,

      `La contempló durante unos largos segundos, incapaz de moverse.`,

      `En cuanto dio finalmente un paso vacilante hacia delante...`,

      `la puerta principal se abrió de golpe.`,

      `Yasia dio un salto y se escondió instintivamente detrás del árbol más cercano.`,

      `Dios mío.`,

      `Dios, Dios, Dios...`,

      `¿Y ahora qué?`,

      `Salir de detrás del árbol parecería sospechoso.`,

      `Como si hubiera estado espiando.`,

      `Sin abandonar su escondite, asomó cautelosamente la cabeza.`,

      `La anciana llevaba un largo vestido negro con cuello de encaje.`,

      `Su cabello plateado estaba recogido cuidadosamente en un moño.`,

      `Sus ojos...`,

      `Eran grises, cubiertos por una película blanquecina.`,

      `Una punzada de culpa recorrió a Yasia.`,

      `¿Y si se cae? Tal vez debería ayudarla...`,

      `Pero la mujer simplemente giró la cabeza con calma y caminó por el sendero hacia la parte trasera de la casa sin la menor vacilación.`,

      `¿Cómo...?`,

      `¿Cómo lo hace?`,

      `¿Lentes de contacto?`,

      `La curiosidad pudo más.`,

      `Manteniéndose entre los árboles, Yasia la siguió en silencio.`,

      `El huerto se extendía a lo largo de toda la valla, y sus ramas ocultaban el patio trasero.`,

      `Al acercarse a la primera fila de árboles, consiguió verlo.`,

      `A pesar del tiempo gris, había dos tumbonas colocadas sobre el césped.`,

      `Entre ellas había una pequeña mesa con lo que parecía una jarra de té...`,

      `...y dos vasos.`,

      `La anciana miró lentamente a su alrededor, se sirvió té, se acomodó en una de las tumbonas...`,

      `...y abrió un libro.`,

      `Espera...`,

      `¿Un libro?`,

      `Yasia observó cómo la anciana leía —o quizá simplemente miraba— las páginas, pasando una cada pocos minutos.`,

      `¿Qué demonios está pasando aquí?`,

      `No podía salir de su escondite.`,

      `Pero tampoco podía marcharse.`,

      `¿Cómo podía una mujer ciega caminar sola por todas partes...`,

      `...y leer un libro?`,

      `La invadió un deseo irresistible de acercarse.`,

      `Había un árbol cercano con ramas bajas.`,

      `Una de ellas era lo bastante larga como para sentarse encima.`,

      `Intentando hacer el menor ruido posible, Yasia se acercó al tronco.`,

      `Claro. Justo hoy tenía que ponerme falda.`,

      `Se maldijo en silencio.`,

      `Su plan había sido sentarse educadamente en un sofá, tomar té con la misteriosa anciana y hacerle unas preguntas...`,

      `no trepar árboles como una ladrona.`,

      `Respiró hondo y comenzó a subir.`,

      `Las botas pesadas resultaron sorprendentemente útiles.`,

      `En menos de un minuto ya estaba sentada sobre una rama con una vista perfecta del patio.`,

      `El jersey verde se enganchó en la corteza.`,

      `Las medias negras —y probablemente también la falda— se engancharon contra la madera áspera.`,

      `Su espeso cabello castaño claro quedó completamente enredado entre las hojas.`,

      `Después de liberarse apresuradamente de aquel desastre, se quedó inmóvil, esperando que la ligera brisa ocultara el ruido que había provocado.`,

      `—Tienes el descaro de una cabra montesa.`,

      `La voz la sobresaltó tanto que casi cayó de la rama.`,

      `Se aferró con ambas manos y se giró.`,

      `—Más a tu derecha —dijo la voz.`,

      `Entrecerrando los ojos entre las hojas, finalmente distinguió a Vlad cómodamente instalado en el árbol de al lado.`,

      `Llevaba un jersey color mostaza.`,

      `La expresión burlona de su rostro era imposible de pasar por alto.`,

      `—Mira quién habla —replicó Yasia.`,

      `—¿Yo? —arqueó una ceja—. Yo vivo aquí.`,

      `Las palabras hicieron que el calor le subiera hasta las raíces del cabello.`,

      `Se produjo un silencio incómodo.`,

      `La voz de la anciana lo rompió.`,

      `—¡Vladyk! Baja de ese árbol. ¿Cuántas veces te he dicho que no te subas ahí?`,

      `Hizo una pausa.`,

      `—Y dile a nuestra invitada que venga a tomar el té.`,

      `Yasia miró a Vlad completamente desconcertada.`,

      `¿Té?`,

      `—¿Piensas explicarme algo?`,

      `—O —respondió él mientras saltaba con ligereza al suelo— podrías dejar de hacerme preguntas a las que no tengo ninguna intención de responder.`,

      `—Date la vuelta —murmuró Yasia entre dientes.`,

      `Una sonrisa torcida apareció en el rostro de Vlad.`,

      `Sin decir nada más, desapareció entre los árboles.`,

      `—Uno a uno, Yaroslava.`,

      `—¿Qué tonterías estás diciendo? —gruñó ella mientras bajaba.`,

      `Salió de la sombra y cruzó los brazos sobre el pecho.`,

      `—Eso es por el vino caliente —dijo Vlad.`,

      `—Así que...`,

      `Inclinó la cabeza.`,

      `—...¿te entró curiosidad después de mi historia junto a la hoguera?`,

      `Yasia no respondió.`,

      `—Lo sabía.`,

      `—¿Qué sabías?`,

      `—Que te pillarían.`,

      `—Espera.`,

      `Frunció el ceño.`,

      `—¿Eres su nieto?`,

      `—Por fin lo entendiste.`,

      `Su sonrisa se ensanchó.`,

      `—Por el pueblo dicen que mata niños y los entierra en el patio trasero cuando entran a robarle las peras.`,

      `Un escalofrío helado recorrió la espalda de Yasia.`,

      `Vlad soltó un bufido divertido, claramente satisfecho consigo mismo.`,

      `—Dos a uno, Yaroslava.`,

      `Eso fue suficiente.`,

      `—¿Qué pasa? ¿Has estado releyendo La familia Kaidash? —le espetó.`,

      `—Lo entiendo, cada persona tiene sus gustos literarios. Pero quizá no deberías tomar a Motria como modelo de personalidad.`,

      `Dio un paso hacia él.`,

      `—En realidad, no hay demasiados personajes admirables en esa novela.`,

      `—Así que aquí tienes tu primera y última advertencia.`,

      `—Guárdate el veneno de serpiente.`,

      `—O terminarás con ojos de comadreja, igual que esa vieja desagradable.`,

      `Pasó a su lado, chocándole deliberadamente el hombro, y se dirigió hacia la casa.`,

      `En cuanto entró, se quedó inmóvil.`,

      `Ante ella se alzaba una magnífica escalera gótica.`,

      `Dominaba casi todo el vestíbulo.`,

      `La pared que la acompañaba estaba cubierta por decenas de retratos.`,

      `Mientras Yasia permanecía allí contemplándolo todo, la abuela de Vlad ya había llegado a uno de los rellanos.`,

      `Vlad se detuvo al pie de la escalera.`,

      `Miró hacia atrás.`,

      `Al verla aún clavada en el sitio, pareció buscar las palabras adecuadas antes de preguntar secamente:`,

      `—¿Vienes?`,

      `Mejor eso, pensó Yasia.`,

      `Mucho mejor que: «A este paso, la abuela y yo envejeceremos mientras recoges la mandíbula del suelo. Tres a uno, Yaroslava».`,

      `O: «¿Nunca has visto una escalera? ¿Quieres que te demuestre que es real? Le preguntaré a la abuela dónde guarda los documentos. Tres a uno, Yaroslava».`,

      `Sacudiéndose aquellas imaginaciones de la cabeza, se limpió rápidamente las botas en el felpudo y corrió tras él.`,

      `Los viejos suelos de madera crujían bajo cada paso.`,

      `Una capa de polvo cubría la barandilla.`,

      `En el segundo piso vio un pasillo ovalado que se abría hacia la izquierda, mientras otro corredor continuaba de frente, dividiéndose después en varias direcciones y doblando bruscamente hacia la derecha.`,

      `Vlad entró en la habitación del centro.`,

      `Yasia lo siguió.`,

      `Era espaciosa.`,

      `En medio había un pequeño sofá junto a una mesa redonda de centro y, enfrente, un cómodo sillón.`,

      `Detrás del sofá, en la esquina izquierda, había otra puerta.`,

      `Tres grandes ventanas cubiertas con cortinas translúcidas llenaban la estancia de una luz pálida.`,

      `Hacía fresco.`,

      `La abuela de Vlad ya estaba sentada en el sofá.`,

      `Con un gesto amable, invitó a Yasia a sentarse a su lado.`,

      `Aquellos ojos gris pálido resultaban profundamente inquietantes.`,

      `Parecía casi como si estuvieran mirándola directamente.`,

      `Vlad se acomodó en el sillón.`,

      `Cuando todos estuvieron sentados, la anciana comenzó a hablar.`,

      `Su mirada nublada seguía dirigida hacia algún punto cercano a la puerta.`,

      `Otro escalofrío recorrió la piel de Yasia.`,

      `—Falta algo —murmuró la anciana.`,

      `Aplaudió tres veces.`,

      `—Anfisa, querida, ¿puedes traernos té?`,

      `Yasia miró instintivamente a su alrededor, esperando que apareciera alguien.`,

      `No ocurrió nada.`,

      `En la habitación no había nadie más aparte de ellos tres.`,

      `Lanzó a Vlad una mirada interrogante.`,

      `Él simplemente la observó en silencio, con una expresión imposible de interpretar.`,

      `—Bien, Yaroslava... —comenzó la anciana.`,

      `—Espere —la interrumpió Yasia—. ¿Cómo sabe mi nombre? ¿Y por qué no habla como los demás de aquí?`,

      `—Empecemos por esto —respondió tranquilamente la anciana—. Sabía que vendrías hoy.`,

      `Yasia parpadeó.`,

      `—No te asustes, querida —añadió con suavidad—. Poseo el don de la clarividencia. Esta mañana las mavky me dijeron que una invitada literalmente me caería de un árbol.`,

      `Una leve sonrisa apareció en sus labios.`,

      `—En cuanto a mi manera de hablar... no soy exactamente de aquí. Nunca me ha gustado confundirme con la multitud. Aunque, si lo necesito, puedo imitar el dialecto local a la perfección.`,

      `De todo lo que acababa de escuchar, solo una palabra se quedó clavada en la mente de Yasia.`,

      `—¿Mavky?`,

      `—Las mismas.`,

      `—Ya... entiendo.`,

      `No.`,

      `No entendía absolutamente nada.`,

      `—Por eso tuve un poco de tiempo para prepararme para tu visita —continuó la anciana con una sonrisa cálida—. Por cierto, me llamo Agata.`,

      `Inclinó ligeramente la cabeza.`,

      `—No sería justo que yo supiera tu nombre y tú no supieras el mío.`,

      `Entrelazó las manos sobre el regazo.`,

      `—Bien, niña... el viento y estas nubes pesadas me dicen que has venido con preguntas.`,

      `—Te escucho.`,

      `El pecho de Yasia se tensó.`,

      `La mirada silenciosa de Vlad.`,

      `La inquietante calma de Agata.`,

      `La extraña atmósfera de la casa.`,

      `Todo lo ocurrido durante los últimos cinco minutos le había robado la voz.`,

      `—Lo entiendo —dijo Agata suavemente—. Te sientes incómoda.`,

      `Le dedicó una sonrisa tranquilizadora.`,

      `—Pero te aseguro una cosa:`,

      `ninguna pregunta sobre mí...`,

      `ni sobre ese muchacho insoportable sentado frente a nosotras...`,

      `Señaló a Vlad.`,

      `...podría ofendernos.`,

      `Yasia respiró lentamente y finalmente consiguió preguntar:`,

      `—¿Cómo... puede verme?`,

      `Agata guardó silencio.`,

      `Luego giró la cabeza hacia la mesa.`,

      `—Oh.`,

      `Ya ha llegado el té.`,

      `Yasia dio un respingo.`,

      `Un segundo antes, la mesa estaba vacía.`,

      `Ahora había una tetera y tres tazas humeantes perfectamente colocadas sobre ella.`,

      `Su corazón dio un vuelco.`,

      `Ya basta.`,

      `No estoy preparada para esto.`,

      `Se levantó.`,

      `Tenía que marcharse.`,

      `Agata le tomó suavemente la muñeca.`,

      `—Todo está bien, querida.`,

      `Su voz seguía siendo serena.`,

      `—Créeme...`,

      `tu abuela sabe hacer cosas mucho más extrañas que esta.`,

      `Simplemente prefiere no mostrarlas.`,

      `—¿Conoce... a mi abuela?`,

      `—Desde que éramos niñas.`,

      `Una sonrisa nostálgica apareció en el rostro de Agata.`,

      `—Podría contarte muchas historias sobre ella.`,

      `Sobre el Perelesnyk que se te aparece.`,

      `Sobre las palabras grabadas en aquellas tablillas de madera.`,

      `Las piernas de Yasia perdieron fuerza.`,

      `Algo dentro de su pecho pareció desprenderse y caer hasta el estómago.`,

      `¿Cómo sabe todo eso?`,

      `La habitación comenzó a girar.`,

      `En ese momento comprendió que solo tenía dos opciones.`,

      `Podía quedarse.`,

      `Aceptar que todo lo que sucedía a su alrededor quizá fuera real.`,

      `O podía huir.`,

      `Volver a fingir que nada había ocurrido hasta regresar a casa a finales de diciembre.`,

      `Volvería a llorar junto a la tumba de Anya.`,

      `Pasaría otro Año Nuevo hundida en la depresión.`,

      `Y nunca conocería la verdad.`,

      `Nunca averiguaría qué fuerza extraña había echado raíces en aquellas montañas.`,

      `Y, sobre todo...`,

      `nunca sabría qué había intentado decirle su hermana.`,

      `Cuando el mundo dejó finalmente de girar, Yasia volvió a sentarse despacio.`,

      `Miró directamente a Agata.`,

      `—La escucho.`,

      `—Gracias, Yaroslava —dijo Agata en voz baja—. Has tomado la decisión correcta.`,

      `Volvió a entrelazar las manos.`,

      `—Preguntaste cómo una mujer ciega puede moverse sin ayuda.`,

      `—Yo no veo como vosotros dos.`,

      `Señaló a Vlad con la cabeza.`,

      `—Tengo... ciertas habilidades.`,

      `—El mundo se me aparece casi enteramente en tonos sepia.`,

      `—Las personas parecen dibujos delineados con tinta.`,

      `—Eso es todo.`,

      `—¿Y el resto? —preguntó Yasia—. ¿Cómo sabe todas esas cosas?`,

      `—Las mavky.`,

      `Agata respondió como si fuera lo más evidente del mundo.`,

      `—Nunca han sentido demasiado cariño por el Perelesnyk.`,

      `—Pero él debía conducirte hasta su mundo.`,

      `Sonrió débilmente.`,

      `—Por supuesto, complicó un poco las cosas.`,

      `—Intentó atraerte y matarte, como hace con los demás.`,

      `—Pero el Chugaister lo detuvo a tiempo.`,

      `—Perdone...`,

      `Yasia frunció el ceño.`,

      `—¿Hasta... qué mundo?`,

      `—El otro.`,

      `Agata inclinó ligeramente la cabeza.`,

      `—Niña... solo se ha explorado el catorce por ciento del bosque.`,

      `Dejó que las palabras se asentaran.`,

      `—¿De verdad crees que las ardillas, los zorros y los osos son las únicas criaturas que viven allí?`,

      `Yasia tomó aire con cuidado.`,

      `—¿Quiere decirme que los seres mitológicos que supuestamente inventaron nuestros antepasados...`,

      `Vaciló.`,

      `...nunca fueron inventados?`,

      `—Exactamente.`,

      `—Entonces, ¿por qué me están metiendo a mí en todo esto?`,

      `Agata asintió lentamente.`,

      `—Ahora hemos llegado a lo importante.`,

      `La observó durante unos segundos.`,

      `—¿Tu abuela te ha contado alguna vez la leyenda del lago Synevyr?`,

      `—No.`,

      `—Dios mío...`,

      `Agata suspiró.`,

      `—Se la cuenta a turistas todos los días, ¿pero nunca a ti?`,

      `—¿Qué leyenda?`,

      `—Ay, niña...`,

      `Una sombra de tristeza apareció en su voz.`,

      `—Melashka sabe mucho más que yo.`,

      `—Pero tergiversa la verdad.`,

      `—Cuenta la historia...`,

      `...eliminando cuidadosamente ciertos detalles.`,

      `—¿Qué detalles?`,

      `—Los importantes.`,

      `Yasia se inclinó hacia delante.`,

      `—Entonces, ¿cuál es la leyenda?`,

      `La mirada de Agata se perdió en la distancia.`,

      `—Escucha con atención.`,

      `—Hace muchísimo tiempo, cuando nuestros antepasados vivían en prosperidad y Danylo Romanovych gobernaba estas tierras, vivía aquí un poderoso boyardo propietario de los valles y bosques de la región.`,

      `—Tenía una hija llamada Syn.`,

      `—Era de una belleza extraordinaria.`,

      `—Y tenía buen corazón.`,

      `—Se enamoró de un joven aprendiz llamado Vyr.`,

      `—Él la amaba con la misma intensidad.`,

      `—Pero su padre despreciaba aquella relación.`,

      `—El muchacho no era digno de ella.`,

      `—Decidieron huir juntos.`,

      `—Al amanecer, Syn debía encontrarse con Vyr en un claro del bosque junto al lago.`,

      `—Desde allí escaparían hacia el este.`,

      `—Todo iba según lo previsto...`,

      `...hasta que su padre se enteró.`,

      `—Ordenó a sus hombres capturar a Vyr.`,

      `—Y ahogarlo.`,

      `—Obligó a Syn a mirar...`,

      `...para que entendiera qué ocurría con las hijas que desobedecían.`,

      `—Mataron al joven.`,

      `—Arrojaron su cuerpo al lago.`,

      `—Y se llevaron a Syn de vuelta a casa.`,

      `—Lloraba día y noche.`,

      `—Se negaba a comer.`,

      `—Finalmente, desesperada...`,

      `...hizo un pacto con el Diablo.`,

      `—Él prometió devolverle a su amado.`,

      `—Pero la engañó.`,

      `—En su lugar, se llevó su alma.`,

      `—Sin saber que había sido traicionada, Syn escapó de casa aquella noche.`,

      `—Corrió hasta el lago.`,

      `—Entró en sus aguas heladas...`,

      `...gritando el nombre de Vyr.`,

      `—Buscando su cuerpo.`,

      `—Cuando el frío finalmente la venció...`,

      `...se hundió bajo la superficie para reunirse con él.`,

      `—A la mañana siguiente, su padre descubrió que había desaparecido.`,

      `—La buscaron durante mucho tiempo.`,

      `—Hasta que unos pescadores vieron un vestido blanco flotando en el lago como un trozo de tela abandonado.`,

      `—Lo comprendieron.`,

      `—Y dejaron de buscar.`,

      `Agata guardó silencio.`,

      `—Pero...`,

      `susurró,`,

      `—...ahí no terminó la historia.`,

      `—Entonces comenzaron a desaparecer los pescadores.`,

      `—Y después de ellos...`,

      `...cualquiera que se acercara solo al lago.`,

      `La voz de Agata permanecía tranquila.`,

      `—La gente decía que Syn se estaba vengando.`,

      `—Su padre se entregó a la bebida, perdió toda su fortuna y murió en la pobreza.`,

      `—Y así la historia se convirtió en leyenda, transmitida de generación en generación.`,

      `—¿Y qué les cuenta mi abuela a los turistas? —la interrumpió Yasia.`,

      `Agata puso los ojos en blanco.`,

      `—Que Syn y Vyr cruzaron juntos el lago, vivieron felices para siempre y pasaron el resto de sus vidas en paz y prosperidad.`,

      `Una sonrisa divertida apareció en sus labios.`,

      `—Y que cualquier pareja que toque el agua compartirá el mismo destino.`,

      `Hizo una pausa.`,

      `—«Pueden tocar el agua por cincuenta grivnas por persona».`,

      `Hizo un gesto despectivo con la mano.`,

      `—Fin de la historia.`,

      `Otra pausa.`,

      `—Pero no de la mía.`,

      `Se reclinó.`,

      `—La gente decidió acabar con las desapariciones.`,

      `—Se reunieron junto al lago y comenzaron a rezar, suplicando a Syn que los perdonara.`,

      `—No sirvió de nada.`,

      `—Ella salió del agua.`,

      `—Se elevó sobre la superficie...`,

      `...y dijo:`,

      `«Por vuestra indiferencia y vuestra falta de humanidad, sufrirán incontables generaciones».`,

      `La voz de Agata se volvió más grave.`,

      `—Entonces comenzó a masacrar a los habitantes del pueblo.`,

      `—Mató a la mitad del asentamiento.`,

      `—Desató un terremoto terrible que sacudió Transcarpatia y Galitzia.`,

      `—Pensaba continuar.`,

      `—Destruir todo a su paso.`,

      `—Ya había llegado a Kyiv, elevando las aguas del Dniéper...`,

      `...cuando los Cuatro Elementos la detuvieron.`,

      `—La encerraron dentro de un capullo.`,

      `—Estaban a punto de destruirla...`,

      `...pero, en el último momento, su grito ahogó todos los demás sonidos.`,

      `—El mundo entero quedó en silencio.`,

      `—Entonces habló.`,

      `Agata recitó las palabras casi de manera ceremonial:`,

      `«No me destruiréis tan fácilmente.

Esperaré ochocientos años antes de vengarme.

Cuando llegue ese día, nadie podrá detenerme.

Todo el país se ahogará bajo las aguas de Synevyr...

tal como mi amado y yo lo hicimos una vez».`,

      `—Cuando terminó de hablar, desató una tormenta tan poderosa que arrasó todo en un radio de cien kilómetros.`,

      `—Los Cuatro Elementos fueron lanzados lejos junto con todo lo demás.`,

      `—Después cayó a las aguas del Dniéper...`,

      `...y desapareció.`,

      `El silencio llenó la habitación.`,

      `—El país quedó sumido en la desesperación.`,

      `—La gente rezaba.`,

      `—No sirvió de nada.`,

      `—Finalmente, los habitantes que quedaban en Mizhhiria fueron a pedir consejo al propio bosque.`,

      `—Dicen que, después de largas negociaciones, los espíritus del bosque revelaron una profecía.`,

      `Miró directamente a Yasia.`,

      `—Solo los descendientes de aquellas personas podrían detener lo que estaba por venir.`,

      `—Una muchacha libre como el viento.`,

      `—Un muchacho con el espíritu de un dragón.`,

      `—Una muchacha capaz de cabalgar las olas.`,

      `—Y un muchacho cuya alma estuviera unida a la naturaleza.`,

      `—Los Cuatro Elementos.`,

      `—Los cuatro descendientes.`,

      `—O permanecerán unidos...`,

      `...o destruirán todo lo que se ha construido durante siglos.`,

      `—Los símbolos del Águila, la Serpiente, el Caballo y el Rey del Bosque todavía están grabados en uno de los árboles, en lo profundo de estos bosques.`,

      `Guardó silencio.`,

      `Yasia simplemente la miró.`,

      `Era demasiado.`,

      `Muchísimo demasiado.`,

      `Sus pensamientos se habían convertido en un caos.`,

      `—Entonces me está diciendo...`,

      `Tragó saliva.`,

      `—...que si esas cuatro personas elegidas, destinadas hace ochocientos años, no aparecen...`,

      `...¿Ucrania desaparecerá bajo el agua como la Atlántida?`,

      `—Es bastante posible.`,

      `Agata respondió como si estuviera hablando del tiempo del día siguiente.`,

      `—Y sería preferible encontrarlos más pronto que tarde.`,

      `—Según las predicciones del Lisovyk, Syn se levantará durante el último mes del invierno.`,

      `—¿El Lisovyk?`,

      `Yasia frunció el ceño.`,

      `—Espere... ¿no había desaparecido?`,

      `—Estoy hablando del verdadero Lisovyk, niña.`,

      `—Del que estabas leyendo en tu portátil.`,

      `—En cuanto a nuestro Stepan...`,

      `Sonrió con tristeza.`,

      `—Los espíritus se lo llevaron.`,

      `—Era viejo.`,

      `—Había pasado toda su vida en el bosque.`,

      `—Estaba cansado.`,

      `—El bosque llevaba mucho tiempo llamándolo.`,

      `—Su verdadero gobernante regresará pronto.`,

      `—De acuerdo...`,

      `dijo Yasia lentamente.`,

      `—Pero ¿qué tiene todo esto que ver conmigo?`,

      `Durante varios largos segundos, Agata se limitó a mirarla con aquellos ojos cubiertos por una película blanquecina.`,

      `No parpadeó.`,

      `—Hay otra razón por la que estás aquí, niña.`,

      `Señaló la mesa.`,

      `—Bebe el té.`,

      `—Y dame tu taza.`,

      `Yasia observó la bebida con desconfianza.`,

      `—No está envenenado.`,

      `Vlad rompió finalmente el silencio.`,

      `—Por favor.`,

      `—Bébelo y deja de alargar esto.`,

      `—Si hubiéramos querido matarte...`,

      `Hizo una pausa.`,

      `—...ya lo habríamos hecho.`,

      `Su expresión se volvió inesperadamente seria.`,

      `—El Perelesnyk no intentó enseñarte la entrada a su mundo porque sí.`,

      `—Ahora el destino de todo el país depende de ti.`,

      `—Así que no lo jodas.`,

      `—Qué forma tan elegante de expresarlo, jovencito —dijo Agata con sequedad.`,

      `—Podrías haber transmitido la idea sin esa última frase.`,

      `Le sonrió a Yasia.`,

      `—Bebe.`,

      `—Solo es té.`,

      `Yasia obedeció.`,

      `Vació la taza, escupiendo algunas semillas sueltas, y se la entregó.`,

      `Agata la giró lentamente entre sus manos, estudiando las hojas que habían quedado en el fondo.`,

      `Entonces sonrió.`,

      `—Lo sabía.`,

      `—¿Qué sabía? —preguntó Yasia, incapaz de contenerse.`,

      `Agata levantó la mirada.`,

      `—Eres una de los Elegidos, Yaroslava.`,

      `—Tu elemento es el Viento.`,

      `Los ojos de Yasia se abrieron de par en par.`,

      `—¿Qué?`,

      `—¿Qué?`,

      `—No pongas esa cara de sorpresa.`,

      `—Pero...`,

      `Las palabras no le salían.`,

      `—El Elemento del Viento pertenece a alguien verdaderamente libre.`,

      `—Mi familia me controla.`,

      `Agata frunció el ceño pensativa.`,

      `—Estoy de acuerdo.`,

      `—Algo no encaja.`,

      `—La Señora del Viento abandonó este mundo hace dieciocho años.`,

      `—Eso significa que tú deberías tener dieciocho.`,

      `—Pero tienes...`,

      `—Catorce —terminó Yasia en voz baja.`,

      `—Exactamente.`,

      `Agata inclinó la cabeza.`,

      `—¿Se te ocurre alguien?`,

      `Yasia pensó durante unos segundos.`,

      `Después susurró:`,

      `—Mi hermana.`,

      `—Anya.`,

      `Agata asintió.`,

      `—Sí.`,

      `—Pero murió en un accidente de coche.`,

      `—Así fue.`,

      `—Y tú estabas con ella.`,

      `Otro asentimiento.`,

      `—Cuando murió, el Elemento pasó a tu cuerpo, Yaroslava.`,

      `—Por eso sobreviviste.`,

      `—Caer por un precipicio dentro de un coche y sobrevivir...`,

      `...es poco menos que un milagro.`,

      `—Nunca le dije que cayéramos por un precipicio.`,

      `—Eso no importa.`,

      `La voz de Agata seguía siendo suave.`,

      `—Lo importante es que la Señora del Viento ya ha comenzado a hacer su trabajo.`,

      `—Estás rompiendo los límites que los adultos a tu alrededor intentan imponerte.`,

      `—Si fueras realmente obediente...`,

      `...el miedo te habría detenido.`,

      `—Y hoy no estarías sentada aquí.`,

      `—Pero para liberarte por completo...`,

      `...deberás enfrentarte a la herida más profunda que llevas dentro.`,

      `—La que te dejó cicatrices de dolor y de pérdida.`,

      `—Igual que tendrán que hacerlo los demás.`,

      `Volvió a entrelazar las manos.`,

      `—Ahora solo queda encontrar a la Hija del Agua...`,

      `...y al Señor de la Tierra.`,

      `Una leve sonrisa apareció en sus labios.`,

      `—O, si lo prefieres...`,

      `...al Rey del Bosque.`,
    ],
  },
};

