"use client";

import { useParams } from "next/navigation";
import BookChapter from "../components/BookChapter";

export default function Chapter22Page() {
  const params = useParams<{ lang: string }>();

  const lang =
    params.lang === "uk" || params.lang === "es" ? params.lang : "en";

  return (
    <main className="min-h-screen bg-[#050505] px-6 py-12">
      <BookChapter
        chapterNumber={22}
        title={
          lang === "uk"
            ? "22. Остання битва"
            : lang === "es"
            ? "22. La última batalla"
            : "22. The Final Battle"
        }
        path={`/${lang}/reading/chapters/22`}
      >
        {lang === "uk" && (
          <div className="space-y-7">
            <p>
              Яся заплющила очі і взяла друзів за руки. Її серце, наче затиснуте
              в лещатах, готове ось-ось вирватися з грудей, тарабанило по грудній
              клітці. Вона відчувала, як страх і відчай заполонили її, але втекти
              було неможливо. Сльози обпікали очі, кожен спогад здавався
              відчутнішим за реальність: перша зустріч з Амелі на ґанку вночі,
              перша зустріч з Марком у магазині, а пізніше — землетрус, і на
              кінець — Влад. Самовпевнений Влад, сповнений зарозумілості й пихи,
              через яку йому тепер неможливо довіряти. До чого він їх приведе?
              До поразки? Чи, можливо, вони йдуть просто в пащу смерті?
            </p>

            <p>
              Раптово Яся відчула, як прилив енергії пронизує її тіло з голови
              до п’ят, наче блискавка. Знайомий голос, мов шепіт у вухах, приніс
              із собою знайоме відчуття сили.
            </p>

            <p>
              — «Час настав», — мовила Володарка Вітру, і Яся відчула, як її
              свідомість зникає і її відкидає вниз, у темряву, до самого серця,
              наче під нею провалилася земля.
            </p>

            <p>
              — Ти хочеш бачити це? Чи краще відвернешся від своєї долі?
            </p>

            <p>— «Ви цікавитеся моєю думкою?» — здивувалася Яся.</p>

            <p>— Перед смертю кожна людина має право на останнє бажання.</p>

            <p>
              Яся мала б відчути страх чи хоча б хвилювання, але її тіло не
              відчувало нічого. Її свідомість була тверда, як крига.
            </p>

            <p>— Я хочу це бачити, — промовила вона холодно.</p>

            <p>
              — Гаразд, тоді до бою, — вона озирнулася. — Володарка Води та
              Володар Вогню нас покинули. Що ж, маємо, що маємо, але боротись
              будемо до кінця, — додала рішуче стихія і пірнула в небо.
            </p>

            <p>
              Світ навколо неї сповнився хаосом. Звірі бігли хто куди, нечисть,
              навпаки, виповзала з кожного закутка до мавок на галявину, а Марк
              — гігантський дух лісу — виростав до неймовірних розмірів. Його
              тіло покрилося корою, гіллям, мохом, а з голови стирчало коріння,
              що, переплівшись, нагадувало корону. Володар Лісу. Його очі палали
              зеленим полум’ям. Вони зустрілися поглядами, і він спробував щось
              сказати, але в цей момент земля затремтіла.
            </p>

            <p>
              З вод Синевиру почала підніматися величезна постать. Відьма. Її
              очі були заплющені, чорне волосся спадало на плечі, а руки були
              схрещені на грудях, як у мертвого. На якусь мить ліс охопила глуха
              тиша, наче все застигло в часі.
            </p>

            <p>
              Відьма розплющила очі — з жовтим зловісним блиском. Вона враз
              підняла руки — і вода з озера послідувала за нею; коли та піднялася
              приблизно на 50 метрів, Відьма різко опустила руки, наславши на ліс
              величезну хвилю цунамі. Вона розреготалась, дивлячись на те, як
              дерева накрила вода, як звірі топилися в цій напасті разом із
              лісовою нечистю.
            </p>

            <p>
              — Я — Синь, дитя Дмитрія, дівчина, ображена власним батьком;
              людина, сповнена ненависті, чекала цього дня 800 років, і нарешті
              моє пророцтво здійснюється! Тремтіть і бійтеся, або ж перейдіть на
              мій бік, щоб битися разом — і потім правити разом! — крикнула
              вона.
            </p>

            <p>
              «Дивовижно, скільки образа може жити в серці», — подумала
              Володарка Вітру, і Яся погодилась. Вона чекала сотні років, коли
              вже всі про неї забули, та й історія перетворилася на легенду, —
              щоб просто зруйнувати все. Коли вже слід від її рідних зник —
              просто щоб зробити гірше іншим, бо колись зробили погано їй. У цей
              момент Яся пообіцяла собі ніколи не тримати на когось образу, але
              її думки зупинила Стефанія, що звернулася до Синь.
            </p>

            <p>— Ти давно вже не людина, — мовила твердо вона.</p>

            <p>
              Відьма поглянула на неї і засміялася; її сміх лунав, наче з
              глибин самого пекла.
            </p>

            <p>
              — І це говорить мені лісова нечисть? Поглянь, що з тобою зробила
              твоя захисниця. Ти сліпа, Стефаніє, але я можу повернути тобі зір.
              Перейди на мій бік.
            </p>

            <p>
              — Ніколи в житті, — Стефанія сказала це, наче клятву; її голос
              був непохитний.
            </p>

            <p>
              Посмішка відьми зникла, її очі стали холодними, мов лід. Вона
              простягнула руку — і в одну мить, навіть не торкнувшись, відірвала
              голову мавці.
            </p>

            <p>
              Яся скрикнула, але її ніхто не почув. Решта мавок заплакали; їхні
              крики й ридання наповнили ліс гіркою скорботою. Яся відчула, як
              різко впав моральний дух, як перша смерть застигла в лісі і який
              страх нагнала Відьма на всіх. Мавку — головне дитя лісу — вбито.
              Що буде далі? Мабуть, єдиний, хто не розгубився, був Володар Лісу,
              бо у цьому хаосі, поки всі метушилися, він схопив Відьму в свій
              гігантський кулак і підніс до обличчя.
            </p>

            <p>
              — Я даю тобі шанс, Синь: відійди назад у пекло, разом зі своїми
              скорботами; не будемо шкодити іншим.
            </p>

            <p>
              — Володарю Лісу, — промовила вона холодно, — ти наївно вважаєш,
              що це буде так просто?
            </p>

            <p>
              Її тіло видовжилося, ноги виросли з-під твердого кулака, і вона
              збільшувалася далі, поки не вирвалася з його хватки. Синь тепер
              була такого ж розміру, як і Володар.
            </p>

            <p>
              — Гадаю, тепер ця битва буде хоча б чесною, — вона витягла вперед
              руку і роздерла кору на обличчі Марка своїми кігтями.
            </p>

            <p>
              Але не повівши й оком, Володар кинувся на неї, завдавши удару,
              який відкинув її на кілька метрів у глиб лісу. Земля затремтіла,
              наче світ от-от впаде. Відьма не встигла підвестись, як Володар
              Землі вирвав дерево і замахнувся.
            </p>

            <p>
              Гігантське гілля встромилося в тіло Синь, тоді ж усі завмерли. Її
              тіло наче застигло. Але тільки на мить: з рани потекло чорне
              багно, і раптом гілля затріщало — Синь піднялася. Її очі палали
              люттю, її тіло пронизувала темна сила, аж світилася навколо неї
              чорною аурою.
            </p>

            <p>
              — Ти справді думав, що зможеш мене вбити? — вона кинулася на нього
              з новою силою, вдарила раз, потім другий, а потім різко схопила за
              праву руку і відірвала її з корінням. Проте це не завадило
              Володарю Лісу: у нього на очах почала виростати нова рука, поки
              він на ходу, вирвавши дерево, знову кинувся у бій із Синь.
            </p>

            <p>
              Їхня битва руйнувала ліс на частини. Тріщини розходилися на сотні
              метрів, річки перетворювалися на потоки, гинули тварини.
            </p>

            <p>
              Володар знову вдарив Відьму, але вона піднялася; здавалось, що для
              неї це гра, що з кожним ударом запалювала її все більше і більше,
              наче вічний вогонь, що горить і не згорає. Синь сміялася; її регіт
              лунав над лісом, врізався у вуха.
            </p>

            <p>
              — Давай припинимо це, — роздався могутній голос стихії Землі. —
              Навіщо вбивати сотні невинних душ? Вони нічого тобі не зробили.
              800 років пройшло, світ змінився, люди змінились — ми допоможемо
              тобі.
            </p>

            <p>
              На мить Відьма спинилась. Вона застигла в нерозумінні; здавалось,
              вона навіть погодиться, але раптом її кулаки стиснулися.
            </p>

            <p>
              — Якби ж то так можна було, Володарю Землі. Але я уклала угоду з
              самим Мефістофелем, я корюся йому. Занадто пізно щось змінювати.
            </p>

            <p>
              І тоді вона схопила гігантське дерево, що тримав Володар, вирвала
              — і замахнулася, як тенісною ракеткою, вдаривши його так, що він
              полетів аж до хребтів Горґани.
            </p>

            <p>
              При падінні звук був такий, що здалося, ніби розпочався
              апокаліпсис: у горі утворилася велетенська яма, від якої пішла
              тонка тріщина просто до лісу. Відьма кинулася слідом і вдарила
              Володаря кулаком у груди. Ліс здригнувся, але велетень вмить
              підвівся і вдарив її просто по обличчю, а потім ще раз і ще раз.
            </p>

            <p>
              І раптом на допомогу стихії прийшов Лісовик. Трохи менший
              велетень, він збив Відьму з ніг, і Марк завдав їй ще один важкий
              удар. І здавалося, що вони вже майже перемогли: Синь була вся
              закривавлена і напівжива, тому, коли Володар Землі зупинився, з
              хвилину стояла тиша, а потім Відьма знову підскочила, кинувшись у
              бій з новою силою.
            </p>

            <p>
              У цей момент, нарешті оклигавши від шоку, Володарка Вітру
              приєдналася до дійства. Вона почала утворювати смерч, що
              засмоктував усе на своєму шляху, рухаючись просто до Відьми, але
              та різким рухом спрямувала його на Володарку. Пані Вітер швидко
              вивернулася і, розв’язавши смерч, утворила страшний буревій, що не
              давав їм битися.
            </p>

            <p>
              — Я безсила, — казала Вітер. — Ми не тренувалися. Я відчуваю
              велику, потужну енергію, але мої вміння… їх потрібно було згадати.
              Які ми були дурні, вважаючи, що зможемо швидко прийти у форму після
              15 років застою!
            </p>

            <p>
              Поки Вітер мучилася від почуття провини, Синь поволі підвелася на
              ноги і виросла до розмірів, більших за Володаря вдвічі, так, що
              вітер більше не заважав їй рухатися. Вона схопила перше дерево, що
              трапилося, і вгатила по стихії. Володар відбивався, але видно було,
              що сили тепер не рівні. Тоді Лісовик став на коліна і торкнувся
              землі.
            </p>

            <p>
              «Вотстаните, сынове мои, крѣпцы древа старая, яже возрастих стѣ
              летъ, яже пѣстих и любихъ, яже Владыка земли животъ вамъ даде и
              въ руце мои вда. Вотстаните же и помозите Владыцѣ своему!»
            </p>

            <p>
              Земля затрусилася — це дерева почали вилазити з корінням із
              землі. Опинившись на волі, вони армією гайнули просто на Відьму;
              вона ж відбивалася від них, наче від комах, її очі палали люттю.
              Дерева ускладнювали шлях до Володаря Лісу, тому довелося йти
              напролом. Зробивши кілька різких кроків назустріч, ідучи просто по
              деревах, вона вдарила його у відповідь, змусивши впасти додолу, а
              потім поспіхом вгатила кулаком у землю, від чого та розкололася
              надвоє. Дерева почали падати у прірву, утворився великий гамір:
              тварини, усі лісові істоти кричали від втрати домівки, яка
              кришилася на очах. Володар Землі ледь встиг вивернутися, щоб не
              впасти на дно, підвівся — і зазнав наступного удару, але було
              видно: він втрачав сили.
            </p>

            <p>
              — Ти завжди був слабаком! — крикнула Синь. — Сопля, яка жадала
              перемовин, але як завзято ти пакував мене у домовину сотні років
              тому! Згинь, земле! Тепер я утворю власну — з нуля! — Вона
              схопилася за його горло, за коріння і могутні гілки, що з’єднували
              голову та тулуб, а потім одним махом відірвала.
            </p>

            <p>
              Стихія миттю зменшилася в розмірах, повертаючи Маркові його тіло,
              що було обезголовлене.
            </p>

            <p>
              — «Марк!» — скрикнула Яся. Вона не могла повірити. Він мертвий?
              Її друг загинув?
            </p>

            <p>Відьма штурхнула його — і тіло хлопця полетіло в прірву.</p>

            <p>Вітер тихо заплакала.</p>

            <p>
              — Ми всі пропали, Ярославо, — сказала Володарка Вітру; її голос
              був наповнений скорботи.
            </p>

            <p>
              В лісі здійнялася гроза, наче сама природа оплакувала втрату, — і
              мертва, непідйомна тиша. Але раптом серед бурі заговорив голос:
            </p>

            <p>
              — Не плачте, друзі мої, я і далі тут. Марк загинув, але дух його
              залишиться з вами, в цьому лісі. Він загинув як герой, і ліс
              вшанує його пам’ять.
            </p>

            <p>
              Володарка Вітру знову витерла сльози і поглянула на відьму.
            </p>

            <p>
              — Треба знищити цю напасть, — сказала вона твердо, розправляючи
              свої повітряні крила.
            </p>

            <p>
              Відьма була небачених розмірів, але в цей момент, коли здавалося,
              що все втрачено, вода з ріки завирувала і піднялася до неба. Вона
              обхопила Відьму і затягнула в прірву.
            </p>

            <p>
              Яся побачила, як Володарка Води з’явилася з озера, і Синевир линув
              у зроблену Відьмою прірву, утворюючи велетенську ріку.
            </p>

            <p>— Ти повернулася! — скрикнула Вітер.</p>

            <p>
              — Я ледь змогла зосередитися. Амелі дуже сильно злякалася;
              довелося пірнути на дно, щоб подумати над усім і взяти себе в
              руки. Що я пропустила?
            </p>

            <p>
              — Марк загинув, — сказала Володарка Вітру; її голос тремтів.
            </p>

            <p>
              Обличчя пані Води сповнилося скорботи, і вона теж заплакала.
              Моральний дух було знищено нанівець.
            </p>

            <p>
              — О, Вітре, мені так шкода, — мовила вона в розпачі, але пані
              Вітер не встигла відповісти.
            </p>

            <p>
              Відьма вирвалася з води. Вона схопилася за краї прірви своїми
              довгими пазурами і вилізла звідти, наче з ванни. Вставши, кинулася
              до подруг, схопила Володарку Води за горло і стрімко опустила під
              воду. Яся побачила, як блимнуло світло, — і Вітер миттю майнула за
              ними. Випливши з-під води, вона відчула смак солі і озирнулася.
              Відьма перенесла їх до Чорного моря. Звіялися величезні хмари — і
              миттю пішов мусон. Синь закричала:
            </p>

            <p>
              — Ви дві безсилі: один ваш друг загинув, інший утік, як останній
              щур. Що ж тепер? Одна — слабка, інша — ледь наважилась з’явитися,
              — насміхалася Відьма.
            </p>

            <p>І тоді стихія Води схопила одну з блискавок.</p>

            <p>Володарка Вітру закрутила шторм.</p>

            <p>
              — Недооцінюєш ти своїх суперників, — Володарка Води вдарила Синь
              блискавкою так, що та вмить почорніла, а волосся спалахнуло вогнем.
              Її хльостав по обличчю потужний вітер. — Нумо, помічники мої!
              Прийдіть мені на допомогу хто-небудь!
            </p>

            <p>
              І в цей момент піщане дно затремтіло; поволі з води вибрався
              велетенський змій, вкритий зеленою лускою. Він обхопив Відьму, що
              впала в ступор, своїм велетенським тілом у кільця і почав душити.
            </p>

            <p>Страшний крик роздався над морем:</p>

            <p>
              — Ні! Ні! — верещала вона відчайдушно, і у стихій з’явилася
              надія.
            </p>

            <p>
              Коли голова Відьми зникла з очей, на мить настала тиша, а потім
              змій вибухнув, розлітаючись по воді своїми рештками. Море набуло
              червоного кольору — це був кінець.
            </p>

            <p>
              Стихії продовжили битву, відчайдушно намагаючись спинити Синь, але
              все було марно. Після бою зі змієм вона ослабла, але у неї все одно
              звідкись були сили на боротьбу. Раптово Синь вихопила в Амелі
              блискавку і замахнулася на подруг, але з води неочікувано з’явився
              Водяник.
            </p>

            <p>
              Він був у п’ятеро разів більший за свій звичний розмір і мав у
              руках величезний тризуб, яким одним махом проштрикнув Синь у
              грудях, — і тоді її ж блискавка вдарила їй у голову. З води, наче
              напасть, почали виринати один за одним темні тіні Блуду. Вони
              кинулись, огорнули Відьму, плутаючи в просторі, а слідом за Блудом
              з’явилися русалки. Мільйони дівчат пливли з усіх куточків Чорного
              моря. Вони почали співати пісню:
            </p>

            <p>
              «Відьмо, Відьмо, ти лиха,
              <br />
              Сповнена ненависті і люті,
              <br />
              Начувайся, бо спів наш
              <br />
              Розітне твої невдячні вуха».
            </p>

            <p>
              І раптом повітря сповнилося такого потужного крику, що сама Синь
              закричала, затуливши вуха. У неї вгатила ще одна блискавка — і, не
              в силі триматися на ногах, вона впала просто під воду — на дно
              Чорного моря. Володарки кинулися слідом. Водна стихія схопила
              Відьму за горло, а Вітер уже готувалася допомогти відірвати, але
              раптом Синь схопила їх обидвох — спалах — і вони знову
              перенеслися.
            </p>

            <p>
              Сіро-синя вода на глибині оточила їх, і, озирнувшись, Яся
              всередині зрозуміла, що вони в Дніпрі, а Відьма різко підвелася і,
              схопивши Володарку Води за бордове волосся, потягла догори так, що
              битва продовжилась. Вони виринули на поверхню, а Синь усе била і
              била бідолашну стихію, поки Вітер намагалася її відтягнути. Але
              все було марно: вона літала навколо них, збираючи сильні потоки
              вітру, щоб відволікти бодай трохи, та все марно. І коли стихія
              Води вже майже була вбита, Вітер крикнула:
            </p>

            <p>— Ти заслужила на смерть свого коханого!</p>

            <p>
              Мить тиші. Синь спинилася і дуже поволі обернулася до Вітру. Вона
              відпустила стихію Води.
            </p>

            <p>— Що ти щойно сказала?</p>

            <p>
              — Усе, що з тобою сталось, ти заслужила. Це був жорсткий життєвий
              урок, який ти мала прийняти і пережити. Та натомість хочеш
              зруйнувати країну. І для чого? Що ти робитимеш сама серед попелу й
              руїн?
            </p>

            <p>
              На мить їй здалося, що в очах Синь промайнуло щось живе — надія,
              — але це одразу перекреслила лють на обличчі.
            </p>

            <p>
              — Ти, Володарко Вітру, — перекривила вона останні слова, — не
              зуміла захистити своїх друзів — і смієш мені щось казати? — Вітер
              мовчала, бо Відьма почала йти їй назустріч, поки вона п’ятилася
              назад. Їй вдалося відволікти її увагу, і вона відпустила подругу —
              це найголовніше. — Ти, яку кохає Володар Вогню, смієш казати мені
              щось про уроки долі? Ти не смієш зі мною навіть говорити,
              слабачко! Я вб’ю тебе — і це буде найлегший бій, бо ти просто бруд
              під нігтями, а потім захоплю весь світ, поки твій коханий тікає
              геть, ховаючись за спідницею своєї бабці! — закінчила вона і
              кинулася на стихію.
            </p>

            <p>
              Пані Вітер побігла на берег, вона зібрала всю енергію і утворила
              велетенський смерч, що на мить засмоктав Синь, але, відкинувши
              його рукою, вона, наче та собака, впала навкарачки і побігла по
              воді слідом за Вітер. Смерч ішов далі — він схопив їх обох і
              викинув на берег Дніпра. Відьма встигла схопити Володарку, через що
              утворився клубок з рук і ніг. Не в змозі контролювати торнадо, пані
              Вітер зосередилася на Синь, поки їх виплюнула на берег велетенська
              хвиля впалого вихору.
            </p>

            <p>
              Синь завдала удару по обличчю і потягнула пані Вітер далі — до
              багатоповерхівок Києва. Вони нищили все на своєму шляху. Кожен
              удар віддавався в землі, гинули люди, руйнувалися будівлі, але
              Володарка Вітру не зупинялася — вона хотіла битись до кінця.
              Раптово вона, зібравши всю енергію в руках, підняла Відьму, а
              потім з усієї сили кинула об землю, де утворилася велика прірва.
            </p>

            <p>
              Минула якась хвилина — і та звідти вилізла. Спостерігаючи за цим,
              Яся раптом усвідомила: Синь витратила велику частину сил на
              Володаря Землі і Володарку Води, тому, якщо їй вдасться, вона
              змогла б її вимотати до кінця, а потім убити. У серці поселилася
              надія, і пані Вітер, неначе відчувши, почала битися ще завзятіше.
            </p>

            <p>
              Вона підіймала уламки будинків і дерев, кидаючи у Відьму,
              намагалася збити з ніг, але якимось чином Синь таки вдалося знову
              добратися до Володарки Вітру — і, схопивши її міцною хваткою,
              повалила їх двох на землю, ухопившись за горло стихії.
            </p>

            <p>
              — Ти — нікчемне дівчисько! — кричала Відьма, душачи її.
            </p>

            <p>
              Володарка Вітру боролася, чіпляючись за останню надію, але душа
              виходила з тіла разом із повітрям, яке перекривала Відьма. І коли
              в очах почало темніти, а пані Вітер почала поступово перебиратися
              до Ясі, позаду Синь, в останніх рисах сірого неба, яке ще бачила
              дівчина, промайнуло червоне полум’я.
            </p>

            <p>
              Тоді, зібравши всі останні сили, що в неї були, Вітер схопила
              Відьму за обличчя і залізла пальцями просто під очні яблука, і,
              зачепившись за нерви, видерла їх одним махом. Крик Відьми пролунав
              над містом: вона раптом залишила стихію в спокої і схопилася за
              власні очі — ті випали, покотившись по асфальту. Синь схопилася за
              обличчя і впала на коліна.
            </p>

            <p>— Як ти посміла! — кричала вона.</p>

            <p>
              Але відбувся ще один спалах вогню, і Володар підлетів просто ззаду
              до неї.
            </p>

            <p>
              — Обернись, — сказав він, і Синь на слух повернула своє обличчя до
              Володаря. — Це твоя остання мить життя, тому знай: ти програла.
              Тебе перемогли чотири стихії світу — Земля, Вода, Повітря та
              Вогонь. До кінця віків ти горітимеш у пеклі: повертайся до свого
              Диявола.
            </p>

            <p>
              І він одним махом перерізав їй горло рукою. Рана спалахнула
              вогнем, а потім Володар схопив її за волосся, що теж зайнялося
              полум’ям, і, не вагаючись, відірвав голову, що миттю перетворилася
              на попіл, — а слідом і тіло Відьми, що підхопив вітер, несучи в
              бік Дніпра.
            </p>

            <p>
              Тиша — мертва тиша — огорнула їх, а потім Володар Вогню підлетів
              до стихії Вітру.
            </p>

            <p>
              — Вітре, ти… — але він не встиг договорити, бо вмить покинув тіло
              Влада, як і Володарка Вітру — тіло Ясі.
            </p>

            <p>
              Справу завершено. Вони повстали поруч із підлітками у своїх
              образах і поглянули на дітей.
            </p>

            <p>
              — Дякуємо за все, — сказала Володарка Вітру. — Я віддала тобі
              борг, Ярославо, ожививши твого друга, а от решта стихій і далі в
              боргу перед твоїми друзями.
            </p>

            <p>
              — Коли тобі знадобиться допомога — поклич мене, і я прийду віддати
              тобі борг, Владе, — сказав Володар Вогню і, поглянувши на кохану,
              взяв її за руку. — Нам час. Удачі вам, діти. Світ складний і
              жорсткий, але ми віримо: ви впораєтесь!
            </p>

            <p>І вони майнули в небо, зникнувши десь між хмарами.</p>

            <p>
              — Ясю! — Влад упав на коліна і схопив її за руку; десь вдалині
              чулися сирени. — Пробач мені за все, — казав він і плакав. —
              Пробач, пробач, пробач…
            </p>

            <p>
              І вона хотіла щось відповісти, але була настільки слабка, що не
              могла вимовити й слова. Її тіло боліло до нестями, вона не могла
              рухати правою ногою, тому, мабуть, у той момент — від шоку —
              втратила свідомість.
            </p>

            <p>***</p>

            <p>
              Яся прокинулася в лікарні. Світ був розмитим, перед очима — тьмяне
              світло. Вона кліпнула кілька разів, відчуваючи тиск у грудях і
              голові. Лікарня. Вона була в лікарні. Все тіло пронизував біль,
              кожен м’яз горів, а права нога не рухалася. Їй було важко дихати,
              наче повітря стало тягучим і густим.
            </p>

            <p>
              Біль пронизував кожен сантиметр тіла, але найбільший був у грудях
              — і велика порожнеча, наче вона втратила частину себе. Ясю раптом
              охопила одна-єдина думка: Амелі і Марк… вони загинули, а що сталося
              з Владом?
            </p>

            <p>
              Дівчина поглянула вниз і побачила, що її права нога підв’язана
              догори і повністю в гіпсі.
            </p>

            <p>— Зламала й другу, — прошепотіла дівчина собі під ніс.</p>

            <p>
              Пам’ять про те, що сталося, накрила її, наче хвиля: Маркова
              смерть, зруйновані будинки, Відьма, яка перетворилася на попіл,
              Влад, що врятував її в останній момент. Де був цей підкорчовий
              заєць, коли почалася битва? Чому він утік, залишивши їх на
              призволяще?
            </p>

            <p>
              Сльози не припиняли текти, і вона витерла їх рукою з прикріпленим
              до неї «метеликом» крапельниці. Потрібно було рухатися, але кожна
              спроба піднятися завдавала болю.
            </p>

            <p>
              — Скільки часу я тут? — знову пробубніла вона і, натиснувши кнопку
              виклику медсестри (там, де й у лікарні влітку), чекала лікаря.
              Коли до палати зайшла дівчина в білому халаті, Яся аж видихнула.
            </p>

            <p>— В туалет, будь ласка… я більше не можу терпіти.</p>

            <p>
              Та кивнула — і коло Ясі одразу заходилися лікарі. Коли їй трохи
              стало легше, вона сіла на ліжку і спробувала зібратися з думками,
              але до неї в палату раптом запустили батьків. Мама — заплакана, з
              червоними очима; тато — блідий, наче смерть.
            </p>

            <p>
              — Мамо, тату… — почала Яся, але жінка взяла її за одну руку, а
              чоловік — за іншу, заспокоюючи.
            </p>

            <p>
              — Ясю, не трать сили, ти зараз дуже слабка, — почала вона. —
              Дякувати Богу, ти жива! Я так боялася, що ти загинеш, — голос мами
              затремтів, сльози покотилися по щоках.
            </p>

            <p>
              Виявилося, що Яся була в лікарні вже три дні. Після того, як її
              знайшли серед зруйнованих висоток, спершу всі думали, що вона вже
              мертва. Під час битви у Києві загинуло понад 120 людей, п’ять
              житлових комплексів були зруйновані, але дивом Ясі вдалося вижити,
              хоч і з серйозними травмами.
            </p>

            <p>
              — Ти ледь не втопилася, — тихо сказав тато. — Тебе викинуло на
              берег смерчем, і лікарі ледве врятували тебе. Ти маєш сильні
              травми хребта, струс мозку, зламану ногу, але найголовніше те, що
              ти жива. Це диво — вижити після такого. Навіщо ти пішла топитися?
            </p>

            <p>Ясю це обурило до глибини душі.</p>

            <p>
              — Не потрібно брехати. Ти знаєш, що сталося, — дорікнула дівчина,
              після чого в палаті застигла тиша; батьки налилися червоним
              кольором по самі вуха.
            </p>

            <p>
              — Перед тим як ми рушили в ліс до Відьми, мені бабця все
              розповіла. Абсолютно все. Тому не потрібно з мене робити дурну. До
              речі, як вона?
            </p>

            <p>Мама спохмурніла.</p>

            <p>
              — Не згадуй про неї, — різко відповіла жінка. — Вона вбила одну
              нашу дитину — і через неї ледь не загинула інша!
            </p>

            <p>
              — Ніби для вас це було б потрясінням, — відповіла Яся. — Щось я
              не пригадую скорботи за Тоньою минулого літа.
            </p>

            <p>
              Мама замовкла, не маючи що сказати: хвилина, друга мовчанки — а
              потім сльози.
            </p>

            <p>
              — Пробач… пробач мені. Я тільки зараз, тільки тоді, коли ти ледь не
              загинула, ми з татом усвідомили, що могло статись. Ми вас не
              цінували, і мені так шкода, що для того, щоб почати цінувати
              найдорожче, що у нас є, нам потрібно було це втратити. Пробач нас.
            </p>

            <p>Тато кивнув.</p>

            <p>
              — Це наша велика провина, доню, — і твоє рішення — пробачати нас
              чи ні. Але відтепер все зміниться. Ми обіцяємо, — додав він.
            </p>

            <p>
              Яся мовчала. Вона дивилась на них — на батьків, що буквально
              покаялися перед нею.
            </p>

            <p>
              — Я вас пробачу, якщо ви відпустите образу на бабцю Мелашку, і ти,
              мамо, з нею подружишся. Після всього, що сталося, я й далі хочу
              навідуватись до неї, кататися верхи і проводити час із друзями,
              яких там знайшла. Я хочу, щоб ви їй пробачили усі образи, бо
              завдяки ній ви усвідомили усе, що щойно мені сказали. Я знаю, який
              це важкий крок для вас, але це мої умови. Інакше на зустріч я йти
              не буду.
            </p>

            <p>
              Вони помовчали, а потім мама торкнулась щоки доньки, поцілувала її
              в чоло і, відсторонившись, подивилася на батька.
            </p>

            <p>
              — Ми згодні. Все, що забажаєш. Відтепер починаємо з чистого
              аркуша.
            </p>

            <p>
              — Дякую, мамо, — відповіла Яся. Вони просиділи в тиші так ще
              кілька хвилин, а потім дівчина дещо згадала: — Мамо, а де мій
              телефон? Я хочу зв’язатися з друзями.
            </p>

            <p>
              — Після того як тебе знайшли, всі речі поскладали там, — вона
              вказала на стілець у кінці кімнати. — Серед них телефону не було,
              тому, мабуть, ти його втопила.
            </p>

            <p>
              Яся відчула, як щось важке лягло на її серце. Вона залишилася без
              телефону, без можливості дізнатися про Амелі та Влада — і про те,
              що сталося з Марком. Її пальці судомно стиснули ковдру. Спокійно:
              вихід знайдеться. Просто на певний час вона залишилася без зв’язку,
              — тому, відпустивши це, вона знову поринула у розмову з батьками,
              які ще довго вибачалися і обіцяли змінитися.
            </p>

            <p>***</p>

            <p>
              Пройшло кілька днів. Яся поступово починала відновлювати сили, але
              її серце було важким, повним горя за друзями. Їй купили телефон, і
              тепер батьки регулярно дзвонили і почали проводити з Ясею час, що
              як не як гріло їй душу. З появою телефону відновився зв’язок з
              друзями, тому одного дня вона сиділа дуже схвильована, чекаючи на
              гостей.
            </p>

            <p>
              Яся спостерігала за стрілками годинника на стіні — він невпинно
              цокотів у тиші кімнати, поки цей морок не розсік звук кроків і
              голоси людей. Почувши два знайомі, у Ясі аж ком став у горлі від
              хвилювання, а тоді двері відчинилися — і на порозі з’явилися
              Дем’ян із Владом.
            </p>

            <p>Її серце прискорено забилося.</p>

            <p>— Привіт, — сказала вона.</p>

            <p>
              — Привіт, — відповіли невпевнено обидва, а потім підійшли ближче і
              сіли коло неї на ліжко.
            </p>

            <p>
              Влад і Дем’ян принесли новини. По-перше, Марка більше немає. Його
              смерть була інсценована як напад вовка, хоча насправді його тіло
              забрав ліс, урочисто поховавши у своїх глибинах. Яся відчула, як
              її серце стиснулося від болю. Марк загинув як герой — і навіть ліс
              визнав його жертву; це була надзвичайно велика втрата для всіх.
            </p>

            <p>
              — Амелі ледь не втопилася, — продовжував Влад. — Коли Володарка
              Води покинула її тіло, вона пішла на дно, але дивом опинилася в
              Синевирі, де її врятував Водяник з русалками і передали пані Агаті
              та пані Мелашці. Зараз вона в лікарні в Міжгір’ї, теж одужує.
            </p>

            <p>
              Яся на мить заплющила очі, вдихаючи важке повітря. Амелі — жива.
              Це мало б бути полегшенням, але Маркова смерть усе ще лежала на
              душі тягарем. Вона теж причетна до цього — вона не змогла йому
              допомогти, хоч і мала.
            </p>

            <p>
              — Я не зміг з’явитися на початку битви, — нарешті промовив Влад.
              Його голос був тихим, наповненим провиною. — Я був злий на тебе,
              Ясю, і тому… не зміг перетворитися. Моя бабця змусила мене
              повернутися. Але було занадто пізно.
            </p>

            <p>
              Яся відчула, як хвиля гніву захлиснула її. Через його емоції Марк
              загинув. Але чи могла вона звинувачувати тільки його? Її руки теж
              були забруднені. Це вона вдарила Влада — це через неї він не
              з’явився. Але ж це було справедливо. Як можна було стільки часу
              приховувати правду про смерть її сестри? Спілкуватися, ображати —
              після усього, що вони пережили в бібліотеці і в лісі…
            </p>

            <p>
              — І ще одне, — продовжив Влад, намагаючись уникнути її погляду. —
              Твоя бабця постаріла на очах, коли Відьма загинула. У неї
              з’явилися зморшки і сивина. Вона тепер справжня старенька, але не
              жалкує про це. Каже, що нарешті відчуває: її гру в цьому спектаклі
              завершено — і вона може спокійно доживати віку.
            </p>

            <p>
              Яся мовчала. Її думки вирували, але слова не йшли. Вона вдивлялася
              в очі Влада і бачила віддзеркалення власної провини і втрати.
            </p>

            <p>
              — Яся, ми всі будемо тебе навідувати, — тихо сказав Дем’ян. — Ми
              будемо поруч, поки ти одужуєш.
            </p>

            <p>
              Вона з вдячністю кивнула, хоча її серце все ще було важким, — тому
              так минув кінець лютого і березень. Життя повільно поверталося на
              свої місця, хоча рани ще були свіжі.
            </p>

            <p>
              У бабці Мелашки все пішло на краще — після історії про її старіння
              люди з усіх куточків світу почали з’їжджатися до селища, аби
              побачити на власні очі диво, що сталося з місцевою мольфаркою.
              Люди говорили, що дві відьми — пані Мелашка і пані Агата — тепер
              працюють разом, і черга на їхні послуги була на місяці вперед.
            </p>

            <p>
              Також країною пішла історія про битву стихій: місцеві почали
              казати, що онука пані Мелашки і онук пані Агати були дуже дивними;
              до того ж хлопець, що загинув у лісі, і дівчина, що ледь не
              втопилася, дружили з ними. Тому, переплівши це з напастю в Києві,
              навіть місцеві почали розповідати історії про героїзм Марка,
              Амелі, Влада та Ясі.
            </p>

            <p>***</p>

            <p>
              У квітні дівчину виписали з лікарні. Її тіло ще було слабким, і
              наступний місяць вона навчалася заново ходити. Кожен крок давався
              важко, і кожен день знову й знову приносив спогади про те, як вона
              втратила друга і подругу. Весь час її переслідували сильні головні
              болі, а тіло відчувалося дуже слабким, наче вона постаріла на 50
              років і в неї з’явилася купа болячок. Вона почувалася втомленою.
              Боротьба з Синь витягла з неї майже все — що не скажеш про Влада:
              він почувався слабким, але значно краще за Ясю. Проте в нього теж
              були головні болі — і з’явився остеоартрит, хоча йому всього 15,
              що стало феноменом в історії медицини.
            </p>

            <p>
              Ясю дратувала така несправедливість, бо у неї тепер проблеми з
              організмом будуть до кінця життя, як і в Амелі. Сильні пошкодження
              лівої та правої легені, багато синців і травми голови — вони обидві
              були тепер значно слабші за Влада, але Яся старалася це відпустити.
              Врешті вона пообіцяла собі більше не тримати образи на людей.
            </p>

            <p>
              Амелі, яка одужала в лікарні в Міжгір’ї, після того як її виписали,
              розповіла правду батькам. Разом із бабцею Мелашкою вони зібрали
              речі і, родиною, повернулися до Франції. Комунікація Амелі з
              друзями ставала все рідшою, поки одного дня вона не повідомила, що
              знайшла собі хлопця, — і ще через деякий час зв’язок із нею
              обірвався.
            </p>

            <p>
              Яся відчула сум і розчарування, але водночас розуміла, що вони всі
              йшли своїм шляхом після того, що сталося. В них усередині більше
              немає стихій — відповідно, їх нічого не пов’язує; тепер вони
              справді ті, ким мали б бути з самого початку при зустрічі.
            </p>

            <p>
              У травні навчання в школі Ясі та Дем’яна знову повернулося в
              очному форматі. Життя вже не було тим самим, що й до. Всі вони
              змінилися. Яся і Дем’ян, Амелі та Влад тепер знали правду про світ,
              про темряву, яка живе в ньому. Вони самі були причетні до цієї
              темряви — але подолали її і тепер несли таємницю, що остаточно й
              безповоротно пов’язала їх разом.
            </p>
          </div>
        )}

        {lang === "en" && (
          <div className="space-y-7">
           <p>
              Yasya closed her eyes and took her friends by the hands.
            </p>

            <p>
              Her heart pounded against her ribs as though trapped in a vise,
              ready to burst from her chest at any moment.
            </p>

            <p>
              Fear and despair consumed her, yet there was no escape.
            </p>

            <p>
              Tears burned her eyes.
            </p>

            <p>
              Every memory felt more vivid than reality itself.
            </p>

            <p>
              Meeting Ameli for the first time on the porch that night.
            </p>

            <p>
              Meeting Mark in the village store.
            </p>

            <p>
              The earthquake.
            </p>

            <p>
              And finally...
            </p>

            <p>
              Vlad.
            </p>

            <p>
              Confident.
            </p>

            <p>
              Arrogant.
            </p>

            <p>
              So full of pride that trusting him now seemed impossible.
            </p>

            <p>
              Where was he leading them?
            </p>

            <p>
              Toward victory?
            </p>

            <p>
              Or straight into the jaws of death?
            </p>

            <p>
              Suddenly, a surge of energy shot through Yasya&apos;s body from
              head to toe like lightning.
            </p>

            <p>
              A familiar voice whispered beside her ear, carrying with it the
              familiar sensation of overwhelming power.
            </p>

            <p>
              &quot;The time has come,&quot; said the Lady of Wind.
            </p>

            <p>
              Yasya felt her consciousness slip away.
            </p>

            <p>
              The ground seemed to vanish beneath her as she fell into darkness—
            </p>

            <p>
              down...
            </p>

            <p>
              down...
            </p>

            <p>
              into the depths of her own heart.
            </p>

            <p>
              &quot;Do you wish to witness this?&quot;
            </p>

            <p>
              &quot;Or would you rather turn away from your destiny?&quot;
            </p>

            <p>
              &quot;You&apos;re asking what I want?&quot; Yasya asked in
              surprise.
            </p>

            <p>
              &quot;Before death,&quot; the Lady of Wind replied softly,
              &quot;every person deserves one final wish.&quot;
            </p>

            <p>
              Yasya should have felt fear.
            </p>

            <p>
              Or at least anxiety.
            </p>

            <p>
              Instead...
            </p>

            <p>
              she felt nothing.
            </p>

            <p>
              Her mind had become as solid as ice.
            </p>

            <p>
              &quot;I want to see it.&quot;
            </p>

            <p>
              Her voice was calm.
            </p>

            <p>
              Cold.
            </p>

            <p>
              &quot;Very well.&quot;
            </p>

            <p>
              &quot;Then let us go to war.&quot;
            </p>

            <p>
              She looked around.
            </p>

            <p>
              &quot;The Lady of Water and the Lord of Fire have already left
              us.&quot;
            </p>

            <p>
              &quot;So be it.&quot;
            </p>

            <p>
              &quot;We shall fight to the very end.&quot;
            </p>

            <p>
              With that, the Element shot into the sky.
            </p>

            <p>
              Chaos swallowed the world.
            </p>

            <p>
              Animals fled in every direction.
            </p>

            <p>
              The forest spirits, by contrast, emerged from every hidden corner,
              gathering beside the mavkas in the clearing.
            </p>

            <p>
              Meanwhile, Mark—
            </p>

            <p>
              or rather, the Lord of the Forest—
            </p>

            <p>
              continued to grow.
            </p>

            <p>
              Larger.
            </p>

            <p>
              Larger still.
            </p>

            <p>
              His body became covered in bark, moss, and branches.
            </p>

            <p>
              Roots burst from his head, weaving themselves into something that
              resembled a crown.
            </p>

            <p>
              His eyes blazed with emerald fire.
            </p>

            <p>
              Their gazes met.
            </p>

            <p>
              He tried to speak—
            </p>

            <p>
              but the earth suddenly trembled.
            </p>

            <p>
              Something enormous rose from the waters of Lake Synevyr.
            </p>

            <p>
              The Witch.
            </p>

            <p>
              Her eyes remained closed.
            </p>

            <p>
              Long black hair cascaded over her shoulders.
            </p>

            <p>
              Her arms rested crossed upon her chest, like those of the dead.
            </p>

            <p>
              For one terrible moment...
            </p>

            <p>
              the entire forest fell silent.
            </p>

            <p>
              Time itself seemed to stop.
            </p>

            <p>
              Then—
            </p>

            <p>
              the Witch opened her eyes.
            </p>

            <p>
              They glowed with a sinister golden light.
            </p>

            <p>
              She slowly raised both arms.
            </p>

            <p>
              The waters of the lake rose with them.
            </p>

            <p>
              Higher.
            </p>

            <p>
              Higher.
            </p>

            <p>
              Until a wall of water towered nearly fifty meters above the forest.
            </p>

            <p>
              Then she slammed her hands downward.
            </p>

            <p>
              A colossal tsunami crashed into the woods.
            </p>

            <p>
              Laughing.
            </p>

            <p>
              She laughed as the wave swallowed the trees.
            </p>

            <p>
              As animals drowned.
            </p>

            <p>
              As forest spirits disappeared beneath the torrent.
            </p>

            <p>
              &quot;I am Syń!&quot;
            </p>

            <p>
              &quot;The daughter of Dmytro!&quot;
            </p>

            <p>
              &quot;A girl betrayed by her own father!&quot;
            </p>

            <p>
              &quot;A soul consumed by hatred!&quot;
            </p>

            <p>
              &quot;I have waited eight hundred years for this day.&quot;
            </p>

            <p>
              &quot;And at last...&quot;
            </p>

            <p>
              &quot;...my prophecy is fulfilled!&quot;
            </p>

            <p>
              &quot;Tremble.&quot;
            </p>

            <p>
              &quot;Fear me.&quot;
            </p>

            <p>
              &quot;Or join me.&quot;
            </p>

            <p>
              &quot;Fight beside me...&quot;
            </p>

            <p>
              &quot;...and rule this world together!&quot;
            </p>

            <p>
              The Lady of Wind watched her in silence.
            </p>

            <p>
              &quot;How astonishing...&quot; she thought.
            </p>

            <p>
              &quot;How long resentment can survive inside a heart.&quot;
            </p>

            <p>
              Yasya silently agreed.
            </p>

            <p>
              Eight hundred years.
            </p>

            <p>
              Long after everyone had forgotten her.
            </p>

            <p>
              Long after history itself had faded into legend.
            </p>

            <p>
              Only to destroy everything.
            </p>

            <p>
              Only to make others suffer because she herself had once suffered.
            </p>

            <p>
              In that moment, Yasya made herself a promise.
            </p>

            <p>
              She would never allow resentment to live inside her heart.
            </p>

            <p>
              Stefaniia interrupted her thoughts.
            </p>

            <p>
              &quot;You ceased being human long ago.&quot;
            </p>

            <p>
              The Witch looked at her—
            </p>

            <p>
              and laughed.
            </p>

            <p>
              The sound echoed through the forest like something rising from the
              deepest pit of Hell.
            </p>

            <p>
              &quot;And that...&quot;
            </p>

            <p>
              &quot;...is coming from a forest spirit?&quot;
            </p>

            <p>
              She smiled cruelly.
            </p>

            <p>
              &quot;Look what your precious protector did to you.&quot;
            </p>

            <p>
              &quot;You&apos;re blind, Stefaniia.&quot;
            </p>

            <p>
              &quot;But I can restore your sight.&quot;
            </p>

            <p>
              &quot;Join me.&quot;
            </p>

            <p>
              &quot;Never.&quot;
            </p>

            <p>
              Stefaniia spoke the word like a sacred oath.
            </p>

            <p>
              Without hesitation.
            </p>

            <p>
              Without fear.
            </p>

            <p>
              The Witch&apos;s smile vanished.
            </p>

            <p>
              Her eyes turned colder than ice.
            </p>

            <p>
              She extended one hand.
            </p>

            <p>
              Without even touching her—
            </p>

            <p>
              Stefaniia&apos;s head tore clean from her body.
            </p>

            <p>
              Yasya screamed.
            </p>

            <p>
              No one heard her.
            </p>

            <p>
              The other mavkas burst into tears.
            </p>

            <p>
              Their cries echoed through the forest.
            </p>

            <p>
              Grief spread like a plague.
            </p>

            <p>
              Yasya felt hope collapse.
            </p>

            <p>
              The guardian of the forest...
            </p>

            <p>
              its greatest child...
            </p>

            <p>
              was dead.
            </p>

            <p>
              What would happen now?
            </p>

            <p>
              Only one being refused to panic.
            </p>

            <p>
              The Lord of the Forest.
            </p>

            <p>
              While everyone else stood frozen in horror, he seized the Witch in
              his gigantic fist and lifted her before his face.
            </p>

            <p>
              &quot;I give you one final chance, Syń.&quot;
            </p>

            <p>
              &quot;Return to Hell.&quot;
            </p>

            <p>
              &quot;Take your sorrow with you.&quot;
            </p>

            <p>
              &quot;Let us spare those who have done you no wrong.&quot;
            </p>

            <p>
              The Witch looked at him almost pityingly.
            </p>

            <p>
              &quot;Lord of the Forest...&quot;
            </p>

            <p>
              &quot;Do you truly believe it would be that easy?&quot;
            </p>

            <p>
              Her body began stretching.
            </p>

            <p>
              Her legs forced their way beneath his closed fist.
            </p>

            <p>
              She continued growing.
            </p>

            <p>
              Larger.
            </p>

            <p>
              Larger.
            </p>

            <p>
              Until she tore herself free.
            </p>

            <p>
              Now she stood as enormous as the Lord himself.
            </p>

            <p>
              &quot;At least this battle will finally be fair.&quot;
            </p>

            <p>
              She lashed out.
            </p>

            <p>
              Her claws ripped deep across Mark&apos;s bark-covered face.
            </p>

            <p>
              He didn&apos;t even blink.
            </p>

            <p>
              Instead, the Lord of the Forest drove his fist into her with
              overwhelming force.
            </p>

            <p>
              The impact hurled Syń several meters into the depths of the woods.
            </p>

            <p>
              The earth shook.
            </p>

            <p>
              Before she could stand again, he ripped an enormous tree from the
              ground and swung it down upon her.
            </p>

            <p>
              Its massive trunk pierced straight through her body.
            </p>

            <p>
              Everyone froze.
            </p>

            <p>
              For a single heartbeat...
            </p>

            <p>
              she did not move.
            </p>

            <p>
              Then black sludge poured from the wound.
            </p>

            <p>
              The wood cracked apart.
            </p>

            <p>
              Syń slowly stood once more.
            </p>

            <p>
              Her eyes burned with fury.
            </p>

            <p>
              Dark power pulsed through every part of her body.
            </p>

            <p>
              A black aura surrounded her like living smoke.
            </p>

            <p>
              &quot;You truly believed...&quot;
            </p>

            <p>
              &quot;...you could kill me?&quot;
            </p>

            <p>
              She charged.
            </p>

            <p>
              One blow.
            </p>

            <p>
              Then another.
            </p>

            <p>
              Then she grabbed his right arm—
            </p>

            <p>
              and tore it away, roots and all.
            </p>

            <p>
              But the Lord of the Forest did not falter.
            </p>

            <p>
              Before everyone&apos;s eyes...
            </p>

            <p>
              a new arm began growing from the severed shoulder.
            </p>

            <p>
              Even as it regenerated, he ripped another tree from the earth and
              hurled himself back into battle.
            </p>

            <p>
              Their clash tore the forest apart.
            </p>

            <p>
              Great fissures spread for hundreds of meters.
            </p>

            <p>
              Streams burst into raging rivers.
            </p>

            <p>
              Animals died beneath collapsing earth and falling trees.
            </p>

            <p>
              Again the Lord struck her.
            </p>

            <p>
              Again she rose.
            </p>

            <p>
              It almost seemed like a game.
            </p>

            <p>
              Each blow only fed her.
            </p>

            <p>
              Like an eternal flame that could never burn itself out.
            </p>

            <p>
              Syń laughed.
            </p>

            <p>
              Her laughter rolled across the forest.
            </p>

            <p>
              It pierced every ear.
            </p>

            <p>
              &quot;Let us end this.&quot;
            </p>

            <p>
              The mighty voice of the Lord of Earth echoed across the
              battlefield.
            </p>

            <p>
              &quot;Why destroy hundreds of innocent souls?&quot;
            </p>

            <p>
              &quot;They have done nothing to you.&quot;
            </p>

            <p>
              &quot;Eight hundred years have passed.&quot;
            </p>

            <p>
              &quot;The world has changed.&quot;
            </p>

            <p>
              &quot;People have changed.&quot;
            </p>

            <p>
              &quot;We can help you.&quot;
            </p>

            <p>
              For the briefest moment...
            </p>

            <p>
              the Witch stopped.
            </p>

            <p>
              Confusion crossed her face.
            </p>

            <p>
              It almost looked as though she might accept.
            </p>

            <p>
              Then her fists slowly clenched.
            </p>

            <p>
              &quot;If only it were that simple...&quot;
            </p>

            <p>
              &quot;...Lord of Earth.&quot;
            </p>

            <p>
              &quot;But I made a pact with Mephistopheles.&quot;
            </p>

            <p>
              &quot;I belong to him.&quot;
            </p>

            <p>
              &quot;It is far too late...&quot;
            </p>

            <p>
              &quot;...to change anything.&quot;
            </p>

            <p>
              She seized the giant tree the Lord held in his hands.
            </p>

            <p>
              Ripped it away.
            </p>

            <p>
              Then swung it like a tennis racket.
            </p>

            <p>
              The blow launched the Lord of the Forest across the sky—
            </p>

            <p>
              all the way toward the ridges of the Gorgany Mountains.
            </p>

            <p>
              The impact sounded like the beginning of the apocalypse. A
              colossal crater burst open in the mountainside, and from it a
              jagged crack raced across the earth, reaching all the way to the
              forest.
            </p>

            <p>
              The Witch charged after him without hesitation and slammed her
              fist into the Forest Lord&apos;s chest.
            </p>

            <p>
              The entire forest trembled.
            </p>

            <p>
              But the giant rose at once and struck her square across the face.
            </p>

            <p>
              Then again.
            </p>

            <p>
              And again.
            </p>

            <p>
              Suddenly, the Forest Guardian rushed to his aid.
            </p>

            <p>
              Though smaller than the Forest Lord, he was still a towering
              giant.
            </p>

            <p>
              He knocked the Witch off her feet, giving Mark the opening to
              deliver another devastating blow.
            </p>

            <p>
              For a fleeting moment, it seemed they had won.
            </p>

            <p>
              Syń was drenched in black blood, barely able to stand.
            </p>

            <p>
              The Forest Lord lowered his fists.
            </p>

            <p>
              Silence hung over the battlefield for nearly a minute.
            </p>

            <p>
              Then the Witch sprang back to her feet, throwing herself into the
              fight with terrifying new strength.
            </p>

            <p>
              At last recovering from her shock, the Lady of the Wind joined the
              battle.
            </p>

            <p>
              She spun her hands through the air, weaving a massive tornado that
              devoured everything in its path as it raced toward the Witch.
            </p>

            <p>
              With one careless flick of her hand, Syń redirected it straight
              back at her.
            </p>

            <p>
              The Lady of the Wind twisted aside just in time. Dissolving the
              tornado before it could strike, she unleashed a raging tempest
              instead, forcing everyone on the battlefield to struggle simply to
              remain standing.
            </p>

            <p>
              &quot;I&apos;m powerless,&quot; the Lady of the Wind admitted.
            </p>

            <p>
              &quot;We never trained. I can feel the immense power flowing
              through me... but my skills... I had forgotten them. How foolish
              we were to believe we could return to our former strength after
              fifteen years of silence.&quot;
            </p>
           <p>
              While guilt consumed her, Syń slowly climbed to her feet.
            </p>

            <p>
              She continued to grow...
            </p>

            <p>
              Larger.
            </p>

            <p>
              Larger still.
            </p>

            <p>
              Until she stood twice the height of the Forest Lord himself, so
              immense that the raging winds could no longer hinder her
              movements.
            </p>

            <p>
              She ripped the nearest tree from the earth and swung it like a
              club.
            </p>

            <p>
              Realizing she was only getting in Mark&apos;s way, the Lady of the
              Wind calmed the storm and retreated.
            </p>

            <p>
              The Forest Lord continued fighting alone.
            </p>

            <p>
              But it was obvious now.
            </p>

            <p>
              The balance had shifted.
            </p>

            <p>
              The Forest Guardian dropped to one knee and placed his hand upon
              the earth.
            </p>

            <p>
              Then he spoke in the ancient tongue.
            </p>

            <p>
              &quot;Arise, my sons, mighty ancient trees whom I have raised
              through countless centuries, whom I have cherished and loved, to
              whom the Lord of Earth granted life and entrusted into my hands.
              Rise now, and come to your master&apos;s aid!&quot;
            </p>

            <p>
              The ground shook violently.
            </p>

            <p>
              One after another, the ancient trees tore themselves free from the
              earth.
            </p>

            <p>
              An entire forest came alive.
            </p>

            <p>
              Like an army, they charged the Witch.
            </p>

            <p>
              She swatted them aside as though they were nothing more than
              insects, fury blazing in her golden eyes.
            </p>

            <p>
              The living trees slowed her advance toward the Forest Lord,
              forcing her to carve a path straight through them.
            </p>

            <p>
              She strode across the fallen trunks, crushing them beneath her
              feet before delivering another crushing blow that knocked him
              flat.
            </p>

            <p>
              Then she slammed both fists into the ground.
            </p>

            <p>
              The earth split in two.
            </p>

            <p>
              A monstrous chasm ripped across the battlefield.
            </p>

            <p>
              Trees toppled into the abyss.
            </p>

            <p>
              Animals screamed.
            </p>

            <p>
              Every creature of the forest cried out as their home crumbled
              before their eyes.
            </p>

            <p>
              The Forest Lord barely managed to leap aside before the earth gave
              way beneath him.
            </p>

            <p>
              He climbed back to his feet—
            </p>

            <p>
              only to receive yet another crushing strike.
            </p>

            <p>
              His strength was fading.
            </p>

            <p>
              &quot;You have always been weak!&quot; Syń roared.
            </p>

            <p>
              &quot;A sniveling fool who begged for peace—yet centuries ago you
              were so eager to bury me alive!&quot;
            </p>

            <p>
              She laughed.
            </p>

            <p>
              &quot;Perish, Earth! I&apos;ll build a new world from
              nothing!&quot;
            </p>

            <p>
              She seized him by the throat—by the roots and mighty branches that
              bound his head to his body—
            </p>

            <p>
              and with one brutal wrench tore it clean away.
            </p>

            <p>
              Instantly, the spirit shrank back to its human form.
            </p>

            <p>
              Mark&apos;s lifeless, headless body crashed onto the broken
              ground.
            </p>

            <p>
              &quot;Mark!&quot;
            </p>

            <p>
              Yasya cried out.
            </p>

            <p>
              She couldn&apos;t believe what she was seeing.
            </p>

            <p>
              Was he...
            </p>

            <p>
              dead?
            </p>

            <p>
              Her friend...
            </p>

            <p>
              was gone.
            </p>

            <p>
              With a contemptuous shove, the Witch kicked his body into the
              abyss.
            </p>

            <p>
              The Lady of the Wind lowered her head.
            </p>

            <p>
              Quiet tears rolled down her face.
            </p>

            <p>
              &quot;We&apos;re lost, Yaroslava,&quot; she whispered, her voice
              breaking with grief.
            </p>

            <p>
              Thunder rolled across the forest.
            </p>

            <p>
              Even nature itself seemed to mourn.
            </p>

            <p>
              Then...
            </p>

            <p>
              out of the storm...
            </p>

            <p>
              a familiar voice echoed through the silence.
            </p>

            <p>
              &quot;Do not weep, my friends.&quot;
            </p>

            <p>
              &quot;I am still here.&quot;
            </p>

            <p>
              &quot;Mark has fallen, but his spirit shall remain with you—in this
              forest.&quot;
            </p>

            <p>
              &quot;He died a hero.&quot;
            </p>

            <p>
              &quot;And the forest shall honor his memory.&quot;
            </p>

            <p>
              The Lady of the Wind wiped away her tears.
            </p>

            <p>
              Her wings unfurled.
            </p>

            <p>
              &quot;We must destroy this evil.&quot;
            </p>

            <p>
              Before she could move, the river exploded upward.
            </p>

            <p>
              Water spiraled toward the heavens, wrapped itself around the Witch,
              and dragged her into the abyss she herself had created.
            </p>

            <p>
              Yasya looked toward Lake Synevyr.
            </p>

            <p>
              The Lady of the Water rose from its depths.
            </p>

            <p>
              The lake poured into the great chasm, becoming a roaring river.
            </p>

            <p>
              &quot;You came back!&quot; the Lady of the Wind cried.
            </p>

            <p>
              &quot;I barely managed to collect myself,&quot; the Lady of the
              Water replied.
            </p>

            <p>
              &quot;Ameli was terrified. I had to dive to the bottom and clear
              my mind.&quot;
            </p>

            <p>
              &quot;What did I miss?&quot;
            </p>

            <p>
              &quot;Mark is dead,&quot; the Lady of the Wind answered quietly.
            </p>

            <p>
              Grief washed over the Lady of the Water&apos;s face.
            </p>

            <p>
              She, too, began to cry.
            </p>

            <p>
              Their hope had nearly vanished.
            </p>

            <p>
              &quot;Oh, Wind...&quot;
            </p>

            <p>
              &quot;I&apos;m so sorry...&quot;
            </p>

            <p>
              She never finished.
            </p>

            <p>
              The Witch burst from the torrent.
            </p>

            <p>
              Digging her long claws into the edge of the abyss, she climbed out
              as though emerging from a bath.
            </p>

            <p>
              Then she lunged.
            </p>

            <p>
              She wrapped one hand around the Lady of the Water&apos;s throat
              and dragged her beneath the surface.
            </p>

            <p>
              A flash of light.
            </p>

            <p>
              The Lady of the Wind plunged after them.
            </p>

            <p>
              When she broke through the water again, she tasted salt.
            </p>

            <p>
              She looked around.
            </p>

            <p>
              The Witch had transported them.
            </p>

            <p>
              They were no longer at Synevyr.
            </p>

            <p>
              They were in the Black Sea.
            </p>

            <p>
              Towering storm clouds gathered overhead.
            </p>

            <p>
              Within seconds, a monsoon crashed upon the sea.
            </p>

            <p>
              Syń laughed.
            </p>

            <p>
              &quot;The two of you are helpless.&quot;
            </p>

            <p>
              &quot;One of your friends is dead.&quot;
            </p>

            <p>
              &quot;The other fled like a cowardly rat.&quot;
            </p>

            <p>
              &quot;What now?&quot;
            </p>

            <p>
              &quot;One of you is weak...&quot;
            </p>

            <p>
              &quot;And the other barely found the courage to return.&quot;
            </p>

            <p>
              The Lady of the Water reached upward—
            </p>

            <p>
              and seized a bolt of lightning.
            </p>

            <p>
              At the same moment, the Lady of the Wind summoned a colossal
              storm.
            </p>

            <p>
              &quot;You underestimate your enemies,&quot; the Lady of the Water
              said.
            </p>

            <p>
              She drove the lightning straight into Syń.
            </p>

            <p>
              The Witch&apos;s body blackened instantly.
            </p>

            <p>
              Her hair erupted into flames as hurricane winds lashed across her
              face.
            </p>

            <p>
              The Lady of the Water raised both hands.
            </p>

            <p>
              &quot;My faithful guardians...&quot;
            </p>

            <p>
              &quot;Come.&quot;
            </p>

            <p>
              &quot;Someone...&quot;
            </p>

            <p>
              &quot;Answer my call.&quot;
            </p>

            <p>
              At that very moment, the sandy seabed began to tremble.
            </p>

            <p>
              Slowly, a colossal serpent covered in emerald scales rose from the
              depths.
            </p>

            <p>
              The Witch froze.
            </p>

            <p>
              Before she could react, the beast coiled its enormous body around
              her and began to squeeze.
            </p>

            <p>
              A terrible scream echoed across the sea.
            </p>

            <p>
              &quot;No! No!&quot; she shrieked in desperation.
            </p>

            <p>
              For the first time...
            </p>

            <p>
              hope returned to the spirits.
            </p>

            <p>
              The Witch&apos;s head disappeared beneath the serpent&apos;s
              crushing coils.
            </p>

            <p>
              Silence fell.
            </p>

            <p>
              Then—
            </p>

            <p>
              the serpent exploded.
            </p>

            <p>
              Its shattered body rained across the waves, staining the sea
              crimson.
            </p>

            <p>
              It was gone.
            </p>

            <p>
              Yet the battle raged on.
            </p>

            <p>
              The spirits fought desperately to stop Syń, but nothing seemed
              enough.
            </p>

            <p>
              The serpent had weakened her, yet somehow she still found the
              strength to fight.
            </p>

            <p>
              Without warning, she tore the bolt of lightning from Ameli&apos;s
              grasp and swung it toward the two Ladies.
            </p>

            <p>
              Before she could strike, the Waterman burst from the sea.
            </p>

            <p>
              He had grown nearly five times his usual size.
            </p>

            <p>
              Clutching an enormous trident, he drove it straight through
              Syń&apos;s chest in a single devastating thrust.
            </p>

            <p>
              At that very instant, the stolen lightning rebounded and crashed
              into the Witch&apos;s head.
            </p>

            <p>
              Dark shadows began rising from the sea one after another.
            </p>

            <p>
              Blud.
            </p>

            <p>
              They rushed toward the Witch, surrounding her, confusing her
              senses and twisting the space around her.
            </p>

            <p>
              Then came the rusalky.
            </p>

            <p>
              Millions of them emerged from every corner of the Black Sea.
            </p>

            <p>
              Their voices rose together in a haunting song.
            </p>

            <p>
              Witch of malice, Witch of spite,
              <br />
              Born of hatred, born of night.
              <br />
              Hear our voices, hear our cry—
              <br />
              Your wicked reign shall surely die.
            </p>

            <p>
              Suddenly, the air itself filled with a scream so piercing that
              even Syń clutched her ears in agony.
            </p>

            <p>
              Another bolt of lightning struck her.
            </p>

            <p>
              Unable to remain standing, she collapsed beneath the waves,
              sinking toward the floor of the Black Sea.
            </p>

            <p>
              The two Ladies plunged after her.
            </p>

            <p>
              The Lady of the Water seized the Witch by the throat, while the
              Lady of the Wind prepared to help finish her—
            </p>

            <p>
              but Syń suddenly caught both of them.
            </p>

            <p>
              A flash of light.
            </p>

            <p>
              The world disappeared.
            </p>

            <p>
              Cold blue-gray water surrounded them.
            </p>

            <p>
              Yasya looked around.
            </p>

            <p>
              The Dnipro.
            </p>

            <p>
              They were back in the river.
            </p>

            <p>
              The Witch shot upward, grabbing the Lady of the Water by her
              burgundy hair and dragging her violently toward the surface.
            </p>

            <p>
              The battle resumed the instant they broke through the water.
            </p>

            <p>
              Syń struck her again.
            </p>

            <p>
              And again.
            </p>

            <p>
              And again.
            </p>

            <p>
              The Lady of the Wind circled desperately overhead, gathering
              powerful currents in hopes of distracting the Witch, but nothing
              worked.
            </p>

            <p>
              Nothing.
            </p>

            <p>
              The Lady of the Water was moments away from death when the Lady of
              the Wind cried out,
            </p>

            <p>
              &quot;You deserved your beloved&apos;s death!&quot;
            </p>

            <p>
              Silence.
            </p>

            <p>
              Syń froze.
            </p>

            <p>
              Slowly...
            </p>

            <p>
              very slowly...
            </p>

            <p>
              she turned toward the Lady of the Wind.
            </p>

            <p>
              Her grip loosened.
            </p>

            <p>
              She released the Lady of the Water.
            </p>

            <p>
              &quot;What... did you just say?&quot;
            </p>

            <p>
              &quot;Everything that happened to you,&quot; the Lady of the Wind
              answered, &quot;was a lesson life demanded you face. It was
              cruel... but you were meant to survive it—not destroy an entire
              country because of it.&quot;
            </p>

            <p>
              &quot;What will you do afterward?&quot;
            </p>

            <p>
              &quot;What will you rule?&quot;
            </p>

            <p>
              &quot;A world of ashes?&quot;
            </p>

            <p>
              For the briefest instant...
            </p>

            <p>
              something flickered in Syń&apos;s eyes.
            </p>

            <p>
              Hope.
            </p>

            <p>
              Then it vanished beneath overwhelming rage.
            </p>

            <p>
              &quot;You...&quot; she mocked.
            </p>

            <p>
              &quot;The Lady of the Wind.&quot;
            </p>

            <p>
              &quot;You couldn&apos;t even protect your own friends...&quot;
            </p>

            <p>
              &quot;And you dare lecture me?&quot;
            </p>

            <p>
              The Lady of the Wind remained silent as Syń slowly advanced toward
              her.
            </p>

            <p>
              Step by step.
            </p>

            <p>
              The Wind retreated, relieved only that the Lady of the Water had
              escaped.
            </p>

            <p>
              &quot;You...&quot;
            </p>

            <p>
              &quot;The one loved by the Lord of Fire...&quot;
            </p>

            <p>
              &quot;You dare speak to me about fate?&quot;
            </p>

            <p>
              &quot;You have no right to address me, weakling.&quot;
            </p>

            <p>
              &quot;I will kill you first.&quot;
            </p>

            <p>
              &quot;It will be the easiest battle of them all.&quot;
            </p>

            <p>
              &quot;You are nothing more than dirt beneath my nails.&quot;
            </p>

            <p>
              &quot;And then I shall conquer the world...&quot;
            </p>

            <p>
              &quot;...while your precious lover runs away, hiding behind his
              grandmother&apos;s skirts.&quot;
            </p>

            <p>
              With a furious scream, she lunged.
            </p>

            <p>
              The Lady of the Wind fled toward the riverbank.
            </p>

            <p>
              Gathering every last fragment of her power, she summoned a
              colossal tornado.
            </p>

            <p>
              For one brief moment, it swallowed Syń whole.
            </p>

            <p>
              The Witch tore through it with a single sweep of her arm.
            </p>

            <p>
              Then, dropping onto all fours like a hunting beast, she sprinted
              across the surface of the river after her.
            </p>

            <p>
              The tornado continued raging.
            </p>

            <p>
              It caught both of them and hurled them onto the banks of the
              Dnipro.
            </p>

            <p>
              Syń managed to seize the Lady of the Wind mid-flight.
            </p>

            <p>
              The two became a tangled mass of limbs as the dying cyclone
              finally spat them onto the shore.
            </p>

            <p>
              The Witch struck her across the face.
            </p>

            <p>
              Then dragged her farther inland—
            </p>

            <p>
              toward Kyiv.
            </p>

            <p>
              Their battle devastated everything in its path.
            </p>

            <p>
              Buildings collapsed.
            </p>

            <p>
              Trees splintered.
            </p>

            <p>
              Every impact shook the earth.
            </p>

            <p>
              People died.
            </p>

            <p>
              The city crumbled around them.
            </p>

            <p>
              Yet the Lady of the Wind refused to surrender.
            </p>

            <p>
              Gathering every ounce of strength she had left, she lifted the
              Witch high into the air—
            </p>

            <p>
              and slammed her into the ground with such force that another
              enormous crater split open beneath them.
            </p>

            <p>
              A minute passed.
            </p>

            <p>
              Then Syń climbed back out.
            </p>

            <p>
              Watching her rise, Yasya suddenly understood.
            </p>

            <p>
              The Witch had spent most of her strength fighting the Lord of
              Earth and the Lady of the Water.
            </p>

            <p>
              If the Lady of the Wind could just keep exhausting her...
            </p>

            <p>
              she might actually defeat her.
            </p>

            <p>
              Hope bloomed inside Yasya&apos;s heart.
            </p>

            <p>
              As if sensing it, the Lady of the Wind fought with renewed
              determination.
            </p>

            <p>
              She hurled shattered buildings and uprooted trees at the Witch.
            </p>

            <p>
              She blasted her with hurricanes.
            </p>

            <p>
              She tried again and again to knock her down.
            </p>

            <p>
              But somehow...
            </p>

            <p>
              Syń reached her once more.
            </p>

            <p>
              She tackled the Lady of the Wind to the ground.
            </p>

            <p>
              Her fingers wrapped tightly around her throat.
            </p>

            <p>
              &quot;You are nothing but a worthless little girl!&quot; the Witch
              roared as she tightened her grip.
            </p>

            <p>
              The Lady of the Wind struggled with everything she had left.
            </p>

            <p>
              Air refused to enter her lungs.
            </p>

            <p>
              Darkness crept into her vision.
            </p>

            <p>
              She felt herself slowly slipping away...
            </p>

            <p>
              returning to Yasya...
            </p>

            <p>
              And just as the last traces of the gray sky began fading from the
              girl&apos;s sight—
            </p>

            <p>
              a blaze of crimson fire streaked across the heavens.
            </p>
           <p>
              Summoning the last of her strength, the Lady of the Wind lunged
              forward.
            </p>

            <p>
              She seized the Witch by the face.
            </p>

            <p>
              Her fingers drove beneath Syń&apos;s eyes—
            </p>

            <p>
              hooking themselves behind the eyeballs—
            </p>

            <p>
              and with one savage wrench, she tore them free.
            </p>

            <p>
              The Witch&apos;s scream echoed across the city.
            </p>

            <p>
              She released the spirit at once, clutching at her ruined face as
              both eyes tumbled onto the pavement, rolling across the broken
              asphalt.
            </p>

            <p>
              Syń collapsed to her knees.
            </p>

            <p>
              &quot;How dare you!&quot; she screamed.
            </p>

            <p>
              Then—
            </p>

            <p>
              another flash of crimson fire.
            </p>

            <p>
              The Lord of Fire appeared directly behind her.
            </p>

            <p>
              &quot;Turn around,&quot; he said.
            </p>

            <p>
              Blind, Syń slowly turned toward the sound of his voice.
            </p>

            <p>
              &quot;This is the final moment of your life,&quot; he said
              quietly.
            </p>

            <p>
              &quot;So remember this.&quot;
            </p>

            <p>
              &quot;You were defeated.&quot;
            </p>

            <p>
              &quot;Not by one.&quot;
            </p>

            <p>
              &quot;But by the Four Elements of this world.&quot;
            </p>

            <p>
              &quot;Earth.&quot;
            </p>

            <p>
              &quot;Water.&quot;
            </p>

            <p>
              &quot;Air.&quot;
            </p>

            <p>
              &quot;And Fire.&quot;
            </p>

            <p>
              &quot;For all eternity, you shall burn in Hell.&quot;
            </p>

            <p>
              &quot;Now return...&quot;
            </p>

            <p>
              &quot;...to your Devil.&quot;
            </p>

            <p>
              With a single swift motion, he drew his blazing hand across her
              throat.
            </p>

            <p>
              The wound erupted into flames.
            </p>

            <p>
              Then he seized her burning hair—
            </p>

            <p>
              and, without the slightest hesitation—
            </p>

            <p>
              tore off her head.
            </p>

            <p>
              It crumbled into ash before it even touched the ground.
            </p>

            <p>
              Moments later, the rest of her body followed, dissolving into
              cinders that the wind carried away toward the waters of the
              Dnipro.
            </p>

            <p>
              Silence.
            </p>

            <p>
              A heavy...
            </p>

            <p>
              absolute...
            </p>

            <p>
              deathly silence settled over the ruined city.
            </p>

            <p>
              The Lord of Fire turned toward the Lady of the Wind and flew to
              her side.
            </p>

            <p>
              &quot;Wind, you—&quot;
            </p>

            <p>
              He never finished.
            </p>

            <p>
              In that very instant, he left Vlad&apos;s body.
            </p>

            <p>
              At the same time, the Lady of the Wind departed from Yasya.
            </p>

            <p>
              Their task was complete.
            </p>

            <p>
              The two ancient spirits stood beside the exhausted teenagers in
              their true forms.
            </p>

            <p>
              They looked upon the children with quiet pride.
            </p>

            <p>
              &quot;Thank you,&quot; the Lady of the Wind said gently.
            </p>

            <p>
              &quot;My debt to you has been repaid, Yaroslava.&quot;
            </p>

            <p>
              &quot;I fulfilled my promise by restoring your friend to
              life.&quot;
            </p>

            <p>
              &quot;But the others...&quot;
            </p>

            <p>
              She glanced toward the remaining spirits.
            </p>

            <p>
              &quot;They still owe your friends a debt of their own.&quot;
            </p>

            <p>
              The Lord of Fire stepped toward Vlad.
            </p>

            <p>
              &quot;When the day comes that you need my help...&quot;
            </p>

            <p>
              &quot;...call my name.&quot;
            </p>

            <p>
              &quot;And I shall return to repay what I owe you.&quot;
            </p>

            <p>
              Then he looked lovingly at the Lady of the Wind and took her hand.
            </p>

            <p>
              &quot;It is time.&quot;
            </p>

            <p>
              &quot;Farewell, children.&quot;
            </p>

            <p>
              &quot;The world is cruel.&quot;
            </p>

            <p>
              &quot;It is unforgiving.&quot;
            </p>

            <p>
              &quot;But we believe...&quot;
            </p>

            <p>
              &quot;...that you will endure.&quot;
            </p>

            <p>
              Together, they soared into the sky, disappearing among the clouds.
            </p>

            <p>
              &quot;Yasya!&quot;
            </p>

            <p>
              Vlad collapsed to his knees beside her and took her trembling
              hand.
            </p>

            <p>
              In the distance, sirens wailed.
            </p>

            <p>
              &quot;I&apos;m sorry...&quot;
            </p>

            <p>
              &quot;I&apos;m sorry for everything.&quot;
            </p>

            <p>
              &quot;Forgive me.&quot;
            </p>

            <p>
              &quot;Please...&quot;
            </p>

            <p>
              &quot;Forgive me...&quot;
            </p>

            <p>
              Again and again he wept, unable to stop.
            </p>

            <p>
              Yasya wanted to answer.
            </p>

            <p>
              She wanted to tell him something.
            </p>

            <p>
              Anything.
            </p>

            <p>
              But her body had become unbearably heavy.
            </p>

            <p>
              Pain consumed every part of her.
            </p>

            <p>
              She could no longer move her right leg.
            </p>

            <p>
              Then—
            </p>

            <p>
              whether from shock,
            </p>

            <p>
              or exhaustion—
            </p>

            <p>
              darkness claimed her.
            </p>

            <p>***</p>

            <p>
              Yasya woke in a hospital.
            </p>

            <p>
              The world was blurred, washed in dim white light. She blinked
              several times, feeling a crushing weight in her chest and a dull
              ache inside her skull.
            </p>

            <p>
              A hospital.
            </p>

            <p>
              She was in a hospital.
            </p>

            <p>
              Pain radiated through every inch of her body. Every muscle burned,
              and her right leg refused to move. Even breathing felt difficult,
              as though the air itself had become thick and heavy.
            </p>

            <p>
              The pain was everywhere, but the worst of it was inside her chest—
            </p>

            <p>
              and the terrible emptiness that came with it, as if part of her
              soul had been torn away.
            </p>

            <p>
              A single thought overwhelmed her.
            </p>

            <p>
              Ameli... Mark...
            </p>

            <p>
              They died...
            </p>

            <p>
              What happened to Vlad?
            </p>

            <p>
              She lowered her gaze.
            </p>

            <p>
              Her right leg hung suspended in a sling, encased in plaster from
              hip to ankle.
            </p>

            <p>
              &quot;So I broke the other one too...&quot; she whispered to
              herself.
            </p>

            <p>
              Then the memories crashed over her like a tidal wave.
            </p>

            <p>
              Mark&apos;s death.
            </p>

            <p>
              The collapsing buildings.
            </p>

            <p>
              The Witch turning to ash.
            </p>

            <p>
              Vlad saving her at the very last second.
            </p>

            <p>
              Where had that cowardly rabbit been when the battle began?
            </p>

            <p>
              Why had he run away and left them to face the Witch alone?
            </p>

            <p>
              Tears streamed down her face. She wiped them away with the hand
              that still had an IV cannula taped across it.
            </p>

            <p>
              She needed to move.
            </p>

            <p>
              But every attempt to sit up sent sharp pain shooting through her
              body.
            </p>

            <p>
              &quot;How long have I been here?&quot; she murmured.
            </p>

            <p>
              She pressed the nurse call button—the same kind she remembered
              from her previous stay in the hospital that summer—and waited.
            </p>

            <p>
              A young nurse in a white coat entered the room.
            </p>

            <p>
              Yasya let out a shaky breath.
            </p>

            <p>
              &quot;Bathroom... please.&quot;
            </p>

            <p>
              &quot;I can&apos;t hold it anymore.&quot;
            </p>

            <p>
              The nurse nodded, and several medical staff hurried over to help
              her.
            </p>

            <p>
              Once the worst discomfort had passed, Yasya managed to sit
              upright.
            </p>

            <p>
              She tried to gather her thoughts—
            </p>

            <p>
              but the door suddenly opened.
            </p>

            <p>
              Her parents rushed inside.
            </p>

            <p>
              Her mother&apos;s eyes were swollen red from crying.
            </p>

            <p>
              Her father looked as pale as death itself.
            </p>

            <p>
              &quot;Mom... Dad...&quot;
            </p>

            <p>
              Before she could say another word, her mother gently took one of
              her hands while her father held the other.
            </p>

            <p>
              &quot;Yasya,&quot; her mother whispered, &quot;don&apos;t waste
              your strength. You&apos;re still very weak.&quot;
            </p>

            <p>
              &quot;Thank God you&apos;re alive.&quot;
            </p>

            <p>
              &quot;I was so afraid we&apos;d lost you.&quot;
            </p>

            <p>
              Her voice broke as fresh tears rolled down her cheeks.
            </p>

            <p>
              She learned that she had been unconscious for three days.
            </p>

            <p>
              When rescuers found her beneath the ruins of the apartment
              buildings, everyone had believed she was already dead.
            </p>

            <p>
              More than one hundred and twenty people had been killed during the
              battle in Kyiv.
            </p>

            <p>
              Five residential complexes had been completely destroyed.
            </p>

            <p>
              By some miracle...
            </p>

            <p>
              Yasya had survived.
            </p>

            <p>
              Barely.
            </p>

            <p>
              &quot;You almost drowned,&quot; her father said quietly.
            </p>

            <p>
              &quot;The tornado threw you onto the riverbank, and the doctors
              barely managed to save you.&quot;
            </p>

            <p>
              &quot;You have severe spinal injuries, a concussion, and a broken
              leg.&quot;
            </p>

            <p>
              &quot;But the important thing...&quot;
            </p>

            <p>
              &quot;...is that you&apos;re alive.&quot;
            </p>

            <p>
              &quot;It&apos;s a miracle.&quot;
            </p>

            <p>
              He hesitated.
            </p>

            <p>
              &quot;Why did you try to drown yourself?&quot;
            </p>

            <p>
              Something inside Yasya snapped.
            </p>

            <p>
              &quot;Don&apos;t lie to me,&quot; she said coldly.
            </p>

            <p>
              &quot;You know exactly what happened.&quot;
            </p>

            <p>
              Silence filled the room.
            </p>

            <p>
              Her parents&apos; faces turned crimson.
            </p>

            <p>
              &quot;Before we went into the forest to face the Witch...&quot;
            </p>

            <p>
              &quot;Grandma told me everything.&quot;
            </p>

            <p>
              &quot;Everything.&quot;
            </p>

            <p>
              &quot;So please don&apos;t treat me like I&apos;m a fool.&quot;
            </p>

            <p>
              She looked at them steadily.
            </p>

            <p>
              &quot;By the way...&quot;
            </p>

            <p>
              &quot;How is Grandma?&quot;
            </p>

            <p>
              Her mother&apos;s expression darkened.
            </p>

            <p>
              &quot;Don&apos;t mention her,&quot; she answered sharply.
            </p>

            <p>
              &quot;She killed one of our daughters.&quot;
            </p>

            <p>
              &quot;And because of her, we almost lost another.&quot;
            </p>

            <p>
              Yasya looked at her in disbelief.
            </p>

            <p>
              &quot;As if that would&apos;ve been such a shock to you.&quot;
            </p>

            <p>
              &quot;I don&apos;t remember either of you mourning Tonya last
              summer.&quot;
            </p>

            <p>
              Her mother froze.
            </p>

            <p>
              She had no answer.
            </p>

            <p>
              One second passed.
            </p>

            <p>
              Then another.
            </p>

            <p>
              Finally...
            </p>

            <p>
              she burst into tears.
            </p>

            <p>
              &quot;I&apos;m sorry...&quot;
            </p>

            <p>
              &quot;I&apos;m so, so sorry.&quot;
            </p>

            <p>
              &quot;It wasn&apos;t until you almost died...&quot;
            </p>

            <p>
              &quot;...that your father and I finally understood what we could
              have lost.&quot;
            </p>

            <p>
              &quot;We never appreciated you.&quot;
            </p>

            <p>
              &quot;And it breaks my heart that it took nearly losing our child
              for us to understand what truly mattered.&quot;
            </p>

            <p>
              &quot;Please forgive us.&quot;
            </p>

            <p>
              Her father slowly nodded.
            </p>

            <p>
              &quot;We failed you, sweetheart.&quot;
            </p>

            <p>
              &quot;It&apos;s up to you whether you forgive us.&quot;
            </p>

            <p>
              &quot;But from this day forward...&quot;
            </p>

            <p>
              &quot;Everything will be different.&quot;
            </p>

            <p>
              &quot;We promise.&quot;
            </p>

            <p>
              Yasya remained silent.
            </p>

            <p>
              She simply looked at them—
            </p>

            <p>
              at the parents who were finally asking for forgiveness.
            </p>

            <p>
              &quot;I&apos;ll forgive you...&quot;
            </p>

            <p>
              &quot;...on one condition.&quot;
            </p>

            <p>
              They both looked at her.
            </p>

            <p>
              &quot;You must let go of your hatred toward Grandma
              Melashka.&quot;
            </p>

            <p>
              &quot;And you, Mom...&quot;
            </p>

            <p>
              &quot;...you have to make peace with her.&quot;
            </p>

            <p>
              &quot;After everything that&apos;s happened, I still want to visit
              her.&quot;
            </p>

            <p>
              &quot;I want to ride horses again.&quot;
            </p>

            <p>
              &quot;I want to spend time with the friends I found there.&quot;
            </p>

            <p>
              &quot;I want you to forgive her.&quot;
            </p>

            <p>
              &quot;Because without her...&quot;
            </p>

            <p>
              &quot;...you never would&apos;ve realized everything you just told
              me.&quot;
            </p>

            <p>
              &quot;I know it&apos;s asking a lot.&quot;
            </p>

            <p>
              &quot;But those are my conditions.&quot;
            </p>

            <p>
              &quot;Otherwise...&quot;
            </p>

            <p>
              &quot;...I can&apos;t forgive you.&quot;
            </p>

            <p>
              Neither of them spoke for a long moment.
            </p>

            <p>
              Finally, her mother gently touched Yasya&apos;s cheek, kissed her
              forehead, then looked at her husband.
            </p>

            <p>
              &quot;We agree.&quot;
            </p>

            <p>
              &quot;Anything you ask.&quot;
            </p>

            <p>
              &quot;From today...&quot;
            </p>

            <p>
              &quot;...we start over.&quot;
            </p>

            <p>
              &quot;Thank you, Mom,&quot; Yasya whispered.
            </p>

            <p>
              They remained together in silence for several more minutes.
            </p>

            <p>
              Then something suddenly occurred to her.
            </p>

            <p>
              &quot;Mom...&quot;
            </p>

            <p>
              &quot;Where&apos;s my phone?&quot;
            </p>

            <p>
              &quot;I need to call my friends.&quot;
            </p>

            <p>
              Her mother pointed toward a chair at the far end of the room.
            </p>

            <p>
              &quot;When they found you, they gathered everything they
              could.&quot;
            </p>

            <p>
              &quot;But your phone wasn&apos;t there.&quot;
            </p>

            <p>
              &quot;It must&apos;ve sunk in the river.&quot;
            </p>

            <p>
              Something heavy settled in Yasya&apos;s chest.
            </p>

            <p>
              No phone.
            </p>

            <p>
              No way to reach Ameli.
            </p>

            <p>
              Or Vlad.
            </p>

            <p>
              Or to learn what had become of Mark.
            </p>

            <p>
              Her fingers tightened around the blanket.
            </p>

            <p>
              Stay calm.
            </p>

            <p>
              There has to be another way.
            </p>

            <p>
              For now...
            </p>

            <p>
              she was simply cut off from the world.
            </p>

            <p>
              Taking a slow breath, she let the thought go and returned to the
              conversation, listening as her parents continued apologizing,
              promising—again and again—that from this day forward, they would
              become a different family.
            </p>

            <p>***</p>

            <p>
              Several days passed.
            </p>

            <p>
              Little by little, Yasya began to regain her strength, though her
              heart remained unbearably heavy, weighed down by grief for her
              friends.
            </p>

            <p>
              Her parents bought her a new phone, and for the first time in years
              they began calling her regularly, spending time with her every
              day. It did not erase the pain, but it warmed her heart.
            </p>

            <p>
              With her new phone came renewed contact with her friends.
            </p>

            <p>
              One afternoon, she sat anxiously in her hospital bed, waiting for
              visitors.
            </p>

            <p>
              Her eyes followed the steady sweep of the clock&apos;s hands as
              they ticked through the silence. Then footsteps echoed down the
              corridor, followed by familiar voices.
            </p>

            <p>
              The moment she recognized two of them, a lump formed in her throat.
            </p>

            <p>
              The door opened.
            </p>

            <p>
              Demian and Vlad stepped inside.
            </p>

            <p>
              Her heart began pounding.
            </p>

            <p>
              &quot;Hi,&quot; she whispered.
            </p>

            <p>
              &quot;Hi,&quot; they answered almost in unison, both sounding
              uncertain.
            </p>

            <p>
              They walked over and quietly sat beside her bed.
            </p>

            <p>
              They had come bearing news.
            </p>

            <p>
              The first shattered what little hope she still held.
            </p>

            <p>
              Mark was gone.
            </p>

            <p>
              His death had been officially reported as a wolf attack, though
              the truth was known only to a handful of people.
            </p>

            <p>
              The forest had reclaimed his body, laying its Guardian to rest
              deep within its ancient heart.
            </p>

            <p>
              Yasya felt her chest tighten.
            </p>

            <p>
              Mark had died a hero.
            </p>

            <p>
              Even the forest itself had honored his sacrifice.
            </p>

            <p>
              The loss was immeasurable.
            </p>

            <p>
              &quot;Ameli almost drowned,&quot; Vlad continued quietly.
            </p>

            <p>
              &quot;After the Lady of Water left her body, she sank to the
              bottom. Somehow she ended up back in Lake Synevyr, where the Water
              Spirit and the rusalky rescued her and brought her to Lady Agatha
              and Lady Melashka.&quot;
            </p>

            <p>
              &quot;She&apos;s in the hospital in Mizhhiria now.&quot;
            </p>

            <p>
              Yasya closed her eyes for a moment and drew a slow, painful breath.
            </p>

            <p>
              Ameli was alive.
            </p>

            <p>
              That should have been enough to comfort her.
            </p>

            <p>
              But Mark&apos;s death still lay across her soul like a mountain.
            </p>

            <p>
              She had failed him.
            </p>

            <p>
              She hadn&apos;t been able to save him.
            </p>

            <p>
              &quot;I couldn&apos;t join the battle at the beginning,&quot; Vlad
              finally admitted.
            </p>

            <p>
              His voice was barely above a whisper.
            </p>

            <p>
              &quot;I was angry with you, Yasya.&quot;
            </p>

            <p>
              &quot;And because of that...&quot;
            </p>

            <p>
              &quot;I couldn&apos;t transform.&quot;
            </p>

            <p>
              &quot;My grandmother forced me to come back.&quot;
            </p>

            <p>
              &quot;But by then...&quot;
            </p>

            <p>
              &quot;...it was too late.&quot;
            </p>

            <p>
              A wave of anger surged through Yasya.
            </p>

            <p>
              Because of him...
            </p>

            <p>
              Mark had died.
            </p>

            <p>
              Yet could she truly blame only Vlad?
            </p>

            <p>
              Her own hands were stained with guilt.
            </p>

            <p>
              She had slapped him.
            </p>

            <p>
              She had driven him away.
            </p>

            <p>
              But hadn&apos;t she been justified?
            </p>

            <p>
              How could he hide the truth about her sister&apos;s death for so
              long?
            </p>

            <p>
              How could he continue talking to her—mocking her—even after
              everything they had survived together in the library and the
              forest?
            </p>

            <p>
              &quot;And one more thing,&quot; Vlad said, avoiding her eyes.
            </p>

            <p>
              &quot;Your grandmother aged overnight after the Witch died.&quot;
            </p>

            <p>
              &quot;Wrinkles.&quot;
            </p>

            <p>
              &quot;Gray hair.&quot;
            </p>

            <p>
              &quot;She&apos;s finally become an old woman.&quot;
            </p>

            <p>
              &quot;But she doesn&apos;t regret it.&quot;
            </p>

            <p>
              &quot;She says her role in this story is finally over...&quot;
            </p>

            <p>
              &quot;...and now she can simply live out the rest of her life in
              peace.&quot;
            </p>

            <p>
              Yasya remained silent.
            </p>

            <p>
              Too many thoughts collided inside her mind, yet none of them could
              become words.
            </p>

            <p>
              She looked into Vlad&apos;s eyes and saw the reflection of her own
              guilt...
            </p>

            <p>
              ...and her own loss.
            </p>

            <p>
              &quot;Yasya,&quot; Demian said softly, &quot;we&apos;re all going
              to visit you.&quot;
            </p>

            <p>
              &quot;We&apos;ll stay by your side until you recover.&quot;
            </p>

            <p>
              She nodded gratefully.
            </p>

            <p>
              Her heart was still unbearably heavy.
            </p>

            <p>
              And so the end of February passed...
            </p>

            <p>
              ...followed by March.
            </p>

            <p>
              Life slowly began returning to normal, even though the wounds
              remained painfully fresh.
            </p>

            <p>
              Things improved for Grandma Melashka as well.
            </p>

            <p>
              News of her sudden aging spread across the country, and people
              began traveling from every corner of the world to see the miracle
              that had transformed the famous molfarka overnight.
            </p>

            <p>
              People whispered that the two witches—Lady Melashka and Lady
              Agatha—had finally joined forces, and the waiting list for their
              help stretched months into the future.
            </p>

            <p>
              Stories about the Battle of the Four Elements spread just as
              quickly.
            </p>

            <p>
              The locals spoke of Lady Melashka&apos;s granddaughter and Lady
              Agatha&apos;s grandson, insisting there had always been something
              unusual about them.
            </p>

            <p>
              Then came the tale of the boy who died in the forest...
            </p>

            <p>
              ...the girl who nearly drowned...
            </p>

            <p>
              ...and the catastrophe that had struck Kyiv.
            </p>

            <p>
              Little by little, legend and truth became inseparable.
            </p>

            <p>
              Soon even the villagers were telling stories of the courage of
              Mark, Ameli, Vlad, and Yasya—the four young heroes who had stood
              against the Witch and saved their country.
            </p>

            <p>***</p>

            <p>
              In April, Yasya was finally discharged from the hospital.
            </p>

            <p>
              Her body was still weak, and over the following month she had to
              learn how to walk again.
            </p>

            <p>
              Every step was painful.
            </p>

            <p>
              Every day brought back memories of losing a friend... and nearly
              losing another.
            </p>

            <p>
              Relentless headaches haunted her, while her body felt frail and
              exhausted, as though she had aged fifty years overnight and
              inherited every illness that came with old age.
            </p>

            <p>
              She was constantly tired.
            </p>

            <p>
              Her battle against Syń had drained nearly everything from her.
            </p>

            <p>
              The same could not be said for Vlad.
            </p>

            <p>
              He still felt weak, but he recovered far more quickly than Yasya.
            </p>

            <p>
              Even so, he suffered from persistent headaches, and—despite being
              only fifteen years old—he developed osteoarthritis, a condition
              doctors described as unprecedented for someone his age.
            </p>

            <p>
              It became a medical anomaly.
            </p>

            <p>
              Yasya couldn&apos;t help feeling that life had been unfair.
            </p>

            <p>
              Unlike Vlad, she and Ameli would carry the consequences of the
              battle for the rest of their lives.
            </p>

            <p>
              Both girls had suffered severe damage to their lungs, countless
              bruises, and lasting head injuries.
            </p>

            <p>
              They were noticeably weaker than he was.
            </p>

            <p>
              Still...
            </p>

            <p>
              Yasya did her best to let go of those thoughts.
            </p>

            <p>
              After all, she had made herself a promise.
            </p>

            <p>
              She would never again allow resentment to take root in her heart.
            </p>

            <p>
              Ameli recovered in the hospital in Mizhhiria.
            </p>

            <p>
              After being discharged, she finally told her parents the truth.
            </p>

            <p>
              Together with Grandma Melashka, they packed their belongings and
              returned to France as a family.
            </p>

            <p>
              As time passed, Ameli&apos;s messages became fewer and farther
              between.
            </p>

            <p>
              One day she announced that she had met someone.
            </p>

            <p>
              She had a boyfriend.
            </p>

            <p>
              Not long afterward...
            </p>

            <p>
              their correspondence quietly faded away.
            </p>

            <p>
              Yasya felt both sadness and disappointment.
            </p>

            <p>
              Yet she also understood.
            </p>

            <p>
              They were all following different paths now.
            </p>

            <p>
              The Elements were gone.
            </p>

            <p>
              Nothing supernatural bound them together anymore.
            </p>

            <p>
              For the first time since they had met...
            </p>

            <p>
              they were simply becoming the people they had always been meant to
              be.
            </p>

            <p>
              In May, Yasya and Demian finally returned to school in person.
            </p>

            <p>
              Life would never be the same again.
            </p>

            <p>
              All of them had changed.
            </p>

            <p>
              Yasya.
            </p>

            <p>
              Demian.
            </p>

            <p>
              Ameli.
            </p>

            <p>
              Vlad.
            </p>

            <p>
              Now they knew the truth about the world...
            </p>

            <p>
              ...and about the darkness that lived within it.
            </p>

            <p>
              Each of them had been touched by that darkness.
            </p>

            <p>
              Together they had overcome it.
            </p>

            <p>
              And although the Elements were gone, they would forever share one
              final secret—
            </p>

            <p>
              the secret that had bound their lives together, once and for all.
            </p>
          </div>
        )}

        {lang === "es" && (
          <div className="space-y-7">
           <p>
              Yasya cerró los ojos y tomó a sus amigos de las manos.
            </p>

            <p>
              El corazón le golpeaba contra las costillas como si estuviera
              atrapado en una prensa, a punto de estallar dentro de su pecho.
            </p>

            <p>
              El miedo y la desesperación la consumían, pero ya no había forma
              de escapar.
            </p>

            <p>
              Las lágrimas le ardían en los ojos.
            </p>

            <p>
              Cada recuerdo parecía más vívido que la propia realidad.
            </p>

            <p>
              Su primer encuentro con Ameli en el porche aquella noche.
            </p>

            <p>
              La primera vez que vio a Mark en la tienda del pueblo.
            </p>

            <p>
              El terremoto.
            </p>

            <p>
              Y, finalmente...
            </p>

            <p>
              Vlad.
            </p>

            <p>
              Seguro de sí mismo.
            </p>

            <p>
              Arrogante.
            </p>

            <p>
              Tan lleno de orgullo que ahora parecía imposible confiar en él.
            </p>

            <p>
              ¿Adónde los estaba llevando?
            </p>

            <p>
              ¿Hacia la victoria?
            </p>

            <p>
              ¿O directamente hacia las fauces de la muerte?
            </p>

            <p>
              De pronto, una oleada de energía atravesó el cuerpo de Yasya de la
              cabeza a los pies como un relámpago.
            </p>

            <p>
              Una voz familiar susurró junto a su oído, trayendo consigo aquella
              sensación conocida de poder desbordante.
            </p>

            <p>
              —Ha llegado la hora —dijo la Señora del Viento.
            </p>

            <p>
              Yasya sintió que su conciencia se desvanecía.
            </p>

            <p>
              Fue como si el suelo desapareciera bajo sus pies y cayera en la
              oscuridad—
            </p>

            <p>
              más abajo...
            </p>

            <p>
              y más abajo...
            </p>

            <p>
              hasta las profundidades de su propio corazón.
            </p>

            <p>
              —¿Quieres presenciarlo?
            </p>

            <p>
              —¿O prefieres apartar la mirada de tu destino?
            </p>

            <p>
              —¿Me estás preguntando qué quiero? —preguntó Yasya, sorprendida.
            </p>

            <p>
              —Antes de morir —respondió suavemente la Señora del Viento—, toda
              persona merece un último deseo.
            </p>

            <p>
              Yasya debería haber sentido miedo.
            </p>

            <p>
              O al menos inquietud.
            </p>

            <p>
              Pero...
            </p>

            <p>
              no sintió nada.
            </p>

            <p>
              Su mente se había vuelto dura como el hielo.
            </p>

            <p>
              —Quiero verlo.
            </p>

            <p>
              Su voz sonó serena.
            </p>

            <p>
              Fría.
            </p>

            <p>
              —Muy bien.
            </p>

            <p>
              —Entonces, vayamos a la guerra.
            </p>

            <p>
              Miró a su alrededor.
            </p>

            <p>
              —La Señora del Agua y el Señor del Fuego ya nos han abandonado.
            </p>

            <p>
              —Que así sea.
            </p>

            <p>
              —Lucharemos hasta el final.
            </p>

            <p>
              Y con esas palabras, el Elemento se lanzó hacia el cielo.
            </p>

            <p>
              El caos devoró el mundo.
            </p>

            <p>
              Los animales huyeron en todas direcciones.
            </p>

            <p>
              Los espíritus del bosque, en cambio, salieron de cada rincón
              oculto y se reunieron junto a las mavkas en el claro.
            </p>

            <p>
              Mientras tanto, Mark—
            </p>

            <p>
              o, mejor dicho, el Señor del Bosque—
            </p>

            <p>
              siguió creciendo.
            </p>

            <p>
              Más.
            </p>

            <p>
              Y más todavía.
            </p>

            <p>
              Su cuerpo quedó cubierto de corteza, musgo y ramas.
            </p>

            <p>
              De su cabeza brotaron raíces que se entrelazaron hasta formar algo
              parecido a una corona.
            </p>

            <p>
              Sus ojos ardían con un fuego esmeralda.
            </p>

            <p>
              Sus miradas se encontraron.
            </p>

            <p>
              Él intentó decir algo—
            </p>

            <p>
              pero la tierra empezó a temblar.
            </p>

            <p>
              Algo gigantesco emergió de las aguas del lago Synevyr.
            </p>

            <p>
              La Bruja.
            </p>

            <p>
              Tenía los ojos cerrados.
            </p>

            <p>
              El largo cabello negro le caía sobre los hombros.
            </p>

            <p>
              Sus brazos permanecían cruzados sobre el pecho, como los de un
              cadáver.
            </p>

            <p>
              Durante un instante terrible...
            </p>

            <p>
              todo el bosque quedó en silencio.
            </p>

            <p>
              Como si el tiempo mismo se hubiera detenido.
            </p>

            <p>
              Entonces—
            </p>

            <p>
              la Bruja abrió los ojos.
            </p>

            <p>
              Brillaban con una luz dorada y siniestra.
            </p>

            <p>
              Levantó lentamente ambos brazos.
            </p>

            <p>
              Las aguas del lago se elevaron con ellos.
            </p>

            <p>
              Más alto.
            </p>

            <p>
              Más alto.
            </p>

            <p>
              Hasta que una muralla de agua de casi cincuenta metros se alzó
              sobre el bosque.
            </p>

            <p>
              Entonces bajó las manos de golpe.
            </p>

            <p>
              Un tsunami colosal se estrelló contra los árboles.
            </p>

            <p>
              Y ella rió.
            </p>

            <p>
              Rió mientras la ola engullía el bosque.
            </p>

            <p>
              Mientras los animales se ahogaban.
            </p>

            <p>
              Mientras los espíritus desaparecían bajo el torrente.
            </p>

            <p>
              —¡Yo soy Syń!
            </p>

            <p>
              —¡La hija de Dmytro!
            </p>

            <p>
              —¡La muchacha traicionada por su propio padre!
            </p>

            <p>
              —¡Un alma consumida por el odio!
            </p>

            <p>
              —He esperado ochocientos años este día.
            </p>

            <p>
              —Y por fin...
            </p>

            <p>
              —...mi profecía se cumple.
            </p>

            <p>
              —Temblad.
            </p>

            <p>
              —Tenedme miedo.
            </p>

            <p>
              —O uníos a mí.
            </p>

            <p>
              —Luchad a mi lado...
            </p>

            <p>
              —...y después gobernaremos juntos este mundo.
            </p>

            <p>
              La Señora del Viento la observó en silencio.
            </p>

            <p>
              «Es asombroso...» pensó.
            </p>

            <p>
              «Cuánto tiempo puede sobrevivir el rencor dentro de un corazón».
            </p>

            <p>
              Yasya estuvo de acuerdo.
            </p>

            <p>
              Ochocientos años.
            </p>

            <p>
              Mucho después de que todos la hubieran olvidado.
            </p>

            <p>
              Mucho después de que la historia se hubiera convertido en leyenda.
            </p>

            <p>
              Todo para destruirlo todo.
            </p>

            <p>
              Todo para hacer sufrir a los demás porque ella misma había sufrido
              una vez.
            </p>

            <p>
              En aquel instante, Yasya se hizo una promesa.
            </p>

            <p>
              Nunca permitiría que el resentimiento echara raíces en su corazón.
            </p>

            <p>
              Stefaniia interrumpió sus pensamientos.
            </p>

            <p>
              —Hace mucho que dejaste de ser humana.
            </p>

            <p>
              La Bruja la miró—
            </p>

            <p>
              y se echó a reír.
            </p>

            <p>
              Aquel sonido recorrió el bosque como si hubiese surgido desde las
              profundidades mismas del Infierno.
            </p>

            <p>
              —¿Y eso...
            </p>

            <p>
              —...me lo dice un espíritu del bosque?
            </p>

            <p>
              Sonrió con crueldad.
            </p>

            <p>
              —Mira lo que te hizo tu querida protectora.
            </p>

            <p>
              —Estás ciega, Stefaniia.
            </p>

            <p>
              —Pero yo puedo devolverte la vista.
            </p>

            <p>
              —Únete a mí.
            </p>

            <p>
              —Jamás.
            </p>

            <p>
              Stefaniia pronunció aquella palabra como un juramento sagrado.
            </p>

            <p>
              Sin vacilar.
            </p>

            <p>
              Sin miedo.
            </p>

            <p>
              La sonrisa de la Bruja desapareció.
            </p>

            <p>
              Sus ojos se volvieron más fríos que el hielo.
            </p>

            <p>
              Extendió una mano.
            </p>

            <p>
              Sin siquiera tocarla—
            </p>

            <p>
              la cabeza de Stefaniia se separó de su cuerpo.
            </p>

            <p>
              Yasya gritó.
            </p>

            <p>
              Nadie pudo oírla.
            </p>

            <p>
              Las demás mavkas rompieron a llorar.
            </p>

            <p>
              Sus gritos y sollozos llenaron el bosque.
            </p>

            <p>
              El dolor se propagó como una enfermedad.
            </p>

            <p>
              Yasya sintió cómo se derrumbaba toda esperanza.
            </p>

            <p>
              La guardiana del bosque...
            </p>

            <p>
              su hija más importante...
            </p>

            <p>
              había muerto.
            </p>

            <p>
              ¿Qué ocurriría ahora?
            </p>

            <p>
              Solo uno de ellos no se dejó dominar por el pánico.
            </p>

            <p>
              El Señor del Bosque.
            </p>

            <p>
              Mientras todos los demás permanecían paralizados por el horror,
              atrapó a la Bruja en su puño gigantesco y la levantó frente a su
              rostro.
            </p>

            <p>
              —Te doy una última oportunidad, Syń.
            </p>

            <p>
              —Regresa al Infierno.
            </p>

            <p>
              —Llévate contigo tu dolor.
            </p>

            <p>
              —Y no hagamos sufrir a quienes nunca te hicieron nada.
            </p>

            <p>
              La Bruja lo miró casi con lástima.
            </p>

            <p>
              —Señor del Bosque...
            </p>

            <p>
              —¿De verdad crees que será tan fácil?
            </p>

            <p>
              Su cuerpo empezó a alargarse.
            </p>

            <p>
              Sus piernas se abrieron paso por debajo del puño cerrado.
            </p>

            <p>
              Siguió creciendo.
            </p>

            <p>
              Más.
            </p>

            <p>
              Mucho más.
            </p>

            <p>
              Hasta que logró liberarse.
            </p>

            <p>
              Ahora era tan enorme como el propio Señor del Bosque.
            </p>

            <p>
              —Al menos ahora esta batalla será justa.
            </p>

            <p>
              Atacó.
            </p>

            <p>
              Sus garras rasgaron profundamente el rostro de Mark, cubierto de
              corteza.
            </p>

            <p>
              Él ni siquiera pestañeó.
            </p>

            <p>
              En cambio, descargó el puño contra ella con una fuerza devastadora.
            </p>

            <p>
              El golpe lanzó a Syń varios metros hacia las profundidades del
              bosque.
            </p>

            <p>
              La tierra tembló.
            </p>

            <p>
              Antes de que pudiera levantarse, el Señor arrancó un árbol enorme
              de raíz y lo descargó sobre ella.
            </p>

            <p>
              El tronco atravesó directamente su cuerpo.
            </p>

            <p>
              Todos se quedaron inmóviles.
            </p>

            <p>
              Durante un solo latido...
            </p>

            <p>
              ella no se movió.
            </p>

            <p>
              Entonces una sustancia negra comenzó a brotar de la herida.
            </p>

            <p>
              La madera crujió.
            </p>

            <p>
              Syń volvió a ponerse en pie lentamente.
            </p>

            <p>
              Sus ojos ardían de furia.
            </p>

            <p>
              Una fuerza oscura recorría todo su cuerpo.
            </p>

            <p>
              Una aura negra la envolvía como humo vivo.
            </p>

            <p>
              —¿De verdad creías...
            </p>

            <p>
              —...que podrías matarme?
            </p>

            <p>
              Se lanzó sobre él.
            </p>

            <p>
              Un golpe.
            </p>

            <p>
              Después otro.
            </p>

            <p>
              Y luego le agarró el brazo derecho—
            </p>

            <p>
              y se lo arrancó junto con las raíces.
            </p>

            <p>
              Pero el Señor del Bosque no vaciló.
            </p>

            <p>
              Ante los ojos de todos...
            </p>

            <p>
              un brazo nuevo comenzó a crecer desde el hombro destrozado.
            </p>

            <p>
              Mientras se regeneraba, arrancó otro árbol de la tierra y volvió a
              arrojarse a la batalla.
            </p>

            <p>
              Su enfrentamiento destrozaba el bosque.
            </p>

            <p>
              Grandes grietas se extendían a lo largo de cientos de metros.
            </p>

            <p>
              Los arroyos se convertían en ríos violentos.
            </p>

            <p>
              Los animales morían bajo la tierra derrumbada y los árboles que
              caían.
            </p>

            <p>
              El Señor volvió a golpearla.
            </p>

            <p>
              Y ella volvió a levantarse.
            </p>

            <p>
              Casi parecía un juego.
            </p>

            <p>
              Cada golpe no hacía más que alimentarla.
            </p>

            <p>
              Como una llama eterna incapaz de consumirse.
            </p>

            <p>
              Syń reía.
            </p>

            <p>
              Su carcajada retumbaba por todo el bosque.
            </p>

            <p>
              Se clavaba en los oídos.
            </p>

            <p>
              —Terminemos con esto.
            </p>

            <p>
              La poderosa voz del Señor de la Tierra resonó sobre el campo de
              batalla.
            </p>

            <p>
              —¿Por qué destruir cientos de almas inocentes?
            </p>

            <p>
              —Ellas no te han hecho nada.
            </p>

            <p>
              —Han pasado ochocientos años.
            </p>

            <p>
              —El mundo ha cambiado.
            </p>

            <p>
              —La gente ha cambiado.
            </p>

            <p>
              —Podemos ayudarte.
            </p>

            <p>
              Durante un brevísimo instante...
            </p>

            <p>
              la Bruja se detuvo.
            </p>

            <p>
              La confusión cruzó su rostro.
            </p>

            <p>
              Casi pareció que aceptaría.
            </p>

            <p>
              Pero entonces sus puños se cerraron lentamente.
            </p>

            <p>
              —Ojalá fuera tan sencillo...
            </p>

            <p>
              —...Señor de la Tierra.
            </p>

            <p>
              —Pero hice un pacto con el propio Mefistófeles.
            </p>

            <p>
              —Le pertenezco.
            </p>

            <p>
              —Ya es demasiado tarde...
            </p>

            <p>
              —...para cambiar nada.
            </p>

            <p>
              Agarró el enorme árbol que el Señor sostenía entre las manos.
            </p>

            <p>
              Se lo arrancó.
            </p>

            <p>
              Y lo blandió como una raqueta de tenis.
            </p>

            <p>
              El golpe lanzó al Señor del Bosque por los aires—
            </p>

            <p>
              hasta las crestas de los montes Gorgany.
            </p>
           <p>
              El impacto sonó como el comienzo del apocalipsis. Un cráter
              gigantesco se abrió en la montaña, y desde él una grieta irregular
              corrió por la tierra hasta llegar al bosque.
            </p>

            <p>
              La Bruja se lanzó tras él sin vacilar y descargó el puño contra el
              pecho del Señor del Bosque.
            </p>

            <p>
              Todo el bosque tembló.
            </p>

            <p>
              Pero el gigante se levantó de inmediato y la golpeó de lleno en el
              rostro.
            </p>

            <p>
              Luego otra vez.
            </p>

            <p>
              Y otra.
            </p>

            <p>
              De pronto, el Guardián del Bosque acudió en su ayuda.
            </p>

            <p>
              Aunque era más pequeño que el Señor del Bosque, seguía siendo un
              gigante imponente.
            </p>

            <p>
              Derribó a la Bruja, dándole a Mark la oportunidad de asestarle
              otro golpe devastador.
            </p>

            <p>
              Por un breve instante, pareció que habían ganado.
            </p>

            <p>
              Syń estaba cubierta de sangre negra y apenas podía mantenerse en
              pie.
            </p>

            <p>
              El Señor del Bosque bajó los puños.
            </p>

            <p>
              El campo de batalla quedó en silencio durante casi un minuto.
            </p>

            <p>
              Entonces la Bruja se levantó de un salto y volvió a lanzarse al
              combate con una fuerza aterradora.
            </p>

            <p>
              Finalmente, recuperándose del horror, la Señora del Viento se unió
              a la batalla.
            </p>

            <p>
              Hizo girar las manos en el aire, tejiendo un tornado inmenso que
              devoraba todo a su paso mientras avanzaba directamente hacia la
              Bruja.
            </p>

            <p>
              Con un simple gesto de la mano, Syń lo desvió y lo envió
              directamente contra ella.
            </p>

            <p>
              La Señora del Viento logró apartarse justo a tiempo. Disolvió el
              tornado antes de que pudiera alcanzarla y, en su lugar, desató una
              tempestad furiosa que obligó a todos en el campo de batalla a
              luchar simplemente por mantenerse en pie.
            </p>

            <p>
              —Soy inútil —admitió la Señora del Viento.
            </p>

            <p>
              —No entrenamos. Siento una energía enorme, poderosa, recorriéndome,
              pero mis habilidades... las había olvidado. Qué ingenuos fuimos al
              creer que podríamos recuperar nuestra antigua fuerza después de
              quince años de silencio.
            </p>

            <p>
              Mientras la culpa la consumía, Syń volvió a incorporarse
              lentamente.
            </p>

            <p>
              Y siguió creciendo...
            </p>

            <p>
              Más.
            </p>

            <p>
              Mucho más.
            </p>

            <p>
              Hasta alcanzar el doble de la altura del propio Señor del Bosque,
              tan gigantesca que ni siquiera los vientos furiosos lograban ya
              frenar sus movimientos.
            </p>

            <p>
              Arrancó el primer árbol que encontró y lo blandió como un garrote.
            </p>

            <p>
              Al comprender que solo estaba estorbando a Mark, la Señora del
              Viento calmó la tormenta y se retiró.
            </p>

            <p>
              El Señor del Bosque siguió luchando solo.
            </p>

            <p>
              Pero ahora era evidente.
            </p>

            <p>
              El equilibrio había cambiado.
            </p>

            <p>
              El Guardián del Bosque cayó sobre una rodilla y apoyó la mano en
              la tierra.
            </p>

            <p>
              Entonces habló en una lengua antigua.
            </p>

            <p>
              «Alzaos, hijos míos, fuertes árboles antiguos, a quienes hice
              crecer durante siglos, a quienes cuidé y amé, a quienes el Señor
              de la Tierra concedió vida y confió en mis manos. Alzaos ahora y
              acudid en ayuda de vuestro Señor».
            </p>

            <p>
              La tierra empezó a temblar con violencia.
            </p>

            <p>
              Uno tras otro, los árboles antiguos arrancaron sus raíces del
              suelo.
            </p>

            <p>
              Todo un bosque cobró vida.
            </p>

            <p>
              Como un ejército, cargaron contra la Bruja.
            </p>

            <p>
              Ella los apartaba como si no fueran más que insectos, con la furia
              ardiendo en sus ojos dorados.
            </p>

            <p>
              Los árboles vivientes ralentizaron su avance hacia el Señor del
              Bosque y la obligaron a abrirse paso por la fuerza.
            </p>

            <p>
              Caminó directamente sobre los troncos caídos, aplastándolos bajo
              sus pies, y luego descargó otro golpe brutal que lo derribó.
            </p>

            <p>
              Después hundió ambos puños en la tierra.
            </p>

            <p>
              El suelo se partió en dos.
            </p>

            <p>
              Un abismo monstruoso atravesó el campo de batalla.
            </p>

            <p>
              Los árboles comenzaron a caer en la profundidad.
            </p>

            <p>
              Los animales gritaban.
            </p>

            <p>
              Todas las criaturas del bosque clamaban al ver cómo su hogar se
              desmoronaba ante sus ojos.
            </p>

            <p>
              El Señor del Bosque apenas logró apartarse antes de que el suelo
              cediera bajo sus pies.
            </p>

            <p>
              Se levantó de nuevo—
            </p>

            <p>
              solo para recibir otro golpe devastador.
            </p>

            <p>
              Su fuerza estaba desapareciendo.
            </p>

            <p>
              —¡Siempre has sido débil! —rugió Syń.
            </p>

            <p>
              —¡Un cobarde llorón que suplicaba negociar, aunque hace siglos
              estabas más que dispuesto a enterrarme viva!
            </p>

            <p>
              Se echó a reír.
            </p>

            <p>
              —¡Muere, Tierra! ¡Yo crearé un mundo nuevo desde cero!
            </p>

            <p>
              Lo agarró por el cuello, por las raíces y las ramas enormes que
              unían su cabeza con el torso—
            </p>

            <p>
              y de un tirón brutal se la arrancó.
            </p>

            <p>
              Al instante, el espíritu comenzó a encogerse hasta recuperar la
              forma humana.
            </p>

            <p>
              El cuerpo sin vida y decapitado de Mark cayó sobre la tierra
              destrozada.
            </p>

            <p>
              —¡Mark!
            </p>

            <p>
              Yasya gritó.
            </p>

            <p>
              No podía creer lo que estaba viendo.
            </p>

            <p>
              ¿Estaba...
            </p>

            <p>
              muerto?
            </p>

            <p>
              Su amigo...
            </p>

            <p>
              había desaparecido.
            </p>

            <p>
              Con un gesto de desprecio, la Bruja empujó su cuerpo hacia el
              abismo.
            </p>

            <p>
              La Señora del Viento inclinó la cabeza.
            </p>

            <p>
              Lágrimas silenciosas recorrieron su rostro.
            </p>

            <p>
              —Estamos perdidos, Yaroslava —susurró, con la voz quebrada por el
              dolor.
            </p>

            <p>
              El trueno retumbó sobre el bosque.
            </p>

            <p>
              Hasta la propia naturaleza parecía llorar.
            </p>

            <p>
              Entonces...
            </p>

            <p>
              en medio de la tormenta...
            </p>

            <p>
              una voz familiar resonó en el silencio.
            </p>

            <p>
              —No lloréis, amigos míos.
            </p>

            <p>
              —Sigo aquí.
            </p>

            <p>
              —Mark ha muerto, pero su espíritu permanecerá con vosotros, en
              este bosque.
            </p>

            <p>
              —Murió como un héroe.
            </p>

            <p>
              —Y el bosque honrará su memoria.
            </p>

            <p>
              La Señora del Viento se secó las lágrimas.
            </p>

            <p>
              Sus alas se desplegaron.
            </p>

            <p>
              —Tenemos que destruir esta desgracia.
            </p>

            <p>
              Antes de que pudiera moverse, el río estalló hacia el cielo.
            </p>

            <p>
              El agua se arremolinó en lo alto, rodeó a la Bruja y la arrastró
              hacia el abismo que ella misma había creado.
            </p>

            <p>
              Yasya miró hacia el lago Synevyr.
            </p>

            <p>
              La Señora del Agua emergió de sus profundidades.
            </p>

            <p>
              El lago comenzó a verterse en la enorme grieta, transformándose en
              un río rugiente.
            </p>

            <p>
              —¡Has vuelto! —exclamó la Señora del Viento.
            </p>

            <p>
              —Apenas logré recuperar la concentración —respondió la Señora del
              Agua.
            </p>

            <p>
              —Ameli estaba aterrada. Tuve que sumergirme hasta el fondo para
              pensar y recomponerme.
            </p>

            <p>
              —¿Qué me he perdido?
            </p>

            <p>
              —Mark ha muerto —respondió en voz baja la Señora del Viento.
            </p>

            <p>
              El dolor cubrió el rostro de la Señora del Agua.
            </p>

            <p>
              Ella también comenzó a llorar.
            </p>

            <p>
              La esperanza de todos parecía destruida.
            </p>

            <p>
              —Oh, Viento...
            </p>

            <p>
              —Lo siento muchísimo...
            </p>

            <p>
              No logró terminar.
            </p>

            <p>
              La Bruja salió disparada del torrente.
            </p>

            <p>
              Clavó sus largas garras en el borde del abismo y trepó como si
              simplemente estuviera saliendo de una bañera.
            </p>

            <p>
              Entonces atacó.
            </p>

            <p>
              Cerró una mano alrededor del cuello de la Señora del Agua y la
              arrastró bajo la superficie.
            </p>

            <p>
              Un destello.
            </p>

            <p>
              La Señora del Viento se lanzó tras ellas.
            </p>

            <p>
              Cuando volvió a emerger, sintió sal en los labios.
            </p>

            <p>
              Miró a su alrededor.
            </p>

            <p>
              La Bruja las había transportado.
            </p>

            <p>
              Ya no estaban en Synevyr.
            </p>

            <p>
              Estaban en el mar Negro.
            </p>

            <p>
              Enormes nubes de tormenta se reunieron sobre sus cabezas.
            </p>

            <p>
              En cuestión de segundos, un monzón cayó sobre el mar.
            </p>

            <p>
              Syń se echó a reír.
            </p>

            <p>
              —Las dos sois inútiles.
            </p>

            <p>
              —Uno de vuestros amigos está muerto.
            </p>

            <p>
              —El otro huyó como una rata cobarde.
            </p>

            <p>
              —¿Y ahora qué?
            </p>

            <p>
              —Una de vosotras es débil...
            </p>

            <p>
              —Y la otra apenas tuvo el valor de aparecer.
            </p>

            <p>
              La Señora del Agua levantó una mano—
            </p>

            <p>
              y atrapó un relámpago.
            </p>

            <p>
              Al mismo tiempo, la Señora del Viento desató una tormenta colosal.
            </p>

            <p>
              —Subestimas a tus enemigos —dijo la Señora del Agua.
            </p>

            <p>
              Lanzó el relámpago directamente contra Syń.
            </p>

            <p>
              El cuerpo de la Bruja se ennegreció al instante.
            </p>

            <p>
              Su cabello ardió mientras los vientos huracanados azotaban su
              rostro.
            </p>

            <p>
              La Señora del Agua levantó ambas manos.
            </p>

            <p>
              —Guardianes míos...
            </p>

            <p>
              —Venid.
            </p>

            <p>
              —Alguien...
            </p>

            <p>
              —Responded a mi llamada.
            </p>

            <p>
              En aquel mismo instante, el fondo arenoso del mar empezó a
              temblar.
            </p>

            <p>
              Lentamente, una serpiente gigantesca cubierta de escamas esmeralda
              emergió de las profundidades.
            </p>

            <p>
              La Bruja quedó paralizada.
            </p>

            <p>
              Antes de que pudiera reaccionar, la criatura rodeó su cuerpo con
              sus enormes anillos y comenzó a estrangularla.
            </p>

            <p>
              Un grito espantoso resonó sobre el mar.
            </p>

            <p>
              —¡No! ¡No! —chilló desesperada.
            </p>

            <p>
              Por primera vez...
            </p>

            <p>
              la esperanza regresó a los Elementos.
            </p>

            <p>
              La cabeza de la Bruja desapareció entre los poderosos anillos de
              la serpiente.
            </p>

            <p>
              Cayó el silencio.
            </p>

            <p>
              Entonces—
            </p>

            <p>
              la serpiente explotó.
            </p>

            <p>
              Sus restos salieron despedidos sobre las olas, tiñendo el mar de
              rojo.
            </p>

            <p>
              Había muerto.
            </p>

            <p>
              Pero la batalla continuó.
            </p>
           <p>
              Los Elementos siguieron luchando, intentando desesperadamente
              detener a Syń, pero nada parecía suficiente.
            </p>

            <p>
              La batalla contra la serpiente la había debilitado, y aun así
              seguía encontrando fuerzas para continuar.
            </p>

            <p>
              Sin previo aviso, Syń arrebató el relámpago de las manos de Ameli
              y lo alzó contra las dos Señoras.
            </p>

            <p>
              Antes de que pudiera atacar, el Vodyanyk emergió del mar.
            </p>

            <p>
              Era casi cinco veces más grande que de costumbre.
            </p>

            <p>
              Blandiendo un tridente gigantesco, atravesó de un solo golpe el
              pecho de Syń.
            </p>

            <p>
              En ese mismo instante, el relámpago robado rebotó y golpeó a la
              Bruja directamente en la cabeza.
            </p>

            <p>
              Una tras otra, sombras oscuras comenzaron a surgir del agua.
            </p>

            <p>
              Los Blud.
            </p>

            <p>
              Se lanzaron sobre la Bruja, rodeándola, confundiendo sus sentidos
              y deformando el espacio a su alrededor.
            </p>

            <p>
              Después aparecieron las rusalkas.
            </p>

            <p>
              Millones de ellas llegaron desde todos los rincones del mar Negro.
            </p>

            <p>
              Y sus voces se alzaron juntas en una canción inquietante.
            </p>

            <p>
              Bruja malvada, Bruja cruel,
              <br />
              llena de odio, llena de hiel.
              <br />
              Escucha nuestro canto feroz:
              <br />
              partirá tus oídos nuestra voz.
            </p>

            <p>
              De pronto, el aire se llenó de un grito tan penetrante que incluso
              Syń se llevó las manos a los oídos, retorciéndose de dolor.
            </p>

            <p>
              Otro relámpago cayó sobre ella.
            </p>

            <p>
              Incapaz de mantenerse en pie, se desplomó bajo las olas y comenzó
              a hundirse hacia el fondo del mar Negro.
            </p>

            <p>
              Las dos Señoras se lanzaron tras ella.
            </p>

            <p>
              La Señora del Agua agarró a la Bruja por el cuello, mientras la
              Señora del Viento se preparaba para ayudarla a acabar con ella—
            </p>

            <p>
              pero Syń atrapó de pronto a ambas.
            </p>

            <p>
              Un destello.
            </p>

            <p>
              El mundo desapareció.
            </p>

            <p>
              Agua gris azulada y helada las rodeó.
            </p>

            <p>
              Yasya miró a su alrededor.
            </p>

            <p>
              El Dnipro.
            </p>

            <p>
              Habían regresado al río.
            </p>

            <p>
              La Bruja salió disparada hacia arriba, sujetando a la Señora del
              Agua por el cabello borgoña y arrastrándola violentamente hacia la
              superficie.
            </p>

            <p>
              La batalla continuó en cuanto salieron del agua.
            </p>

            <p>
              Syń volvió a golpearla.
            </p>

            <p>
              Una vez.
            </p>

            <p>
              Y otra.
            </p>

            <p>
              Y otra más.
            </p>

            <p>
              La Señora del Viento volaba desesperadamente alrededor de ellas,
              reuniendo poderosas corrientes con la esperanza de distraer a la
              Bruja.
            </p>

            <p>
              Pero nada funcionaba.
            </p>

            <p>
              Nada.
            </p>

            <p>
              La Señora del Agua estaba a punto de morir cuando la Señora del
              Viento gritó:
            </p>

            <p>
              —¡Merecías la muerte de tu amado!
            </p>

            <p>
              Silencio.
            </p>

            <p>
              Syń se quedó inmóvil.
            </p>

            <p>
              Lentamente...
            </p>

            <p>
              muy lentamente...
            </p>

            <p>
              se volvió hacia la Señora del Viento.
            </p>

            <p>
              Su mano perdió fuerza.
            </p>

            <p>
              Soltó a la Señora del Agua.
            </p>

            <p>
              —¿Qué... acabas de decir?
            </p>

            <p>
              —Todo lo que te ocurrió —respondió la Señora del Viento— fue una
              lección que la vida te obligó a afrontar. Fue cruel, sí, pero
              debías sobrevivir a ella, no destruir un país entero por ello.
            </p>

            <p>
              —¿Y qué harás después?
            </p>

            <p>
              —¿Qué gobernarás?
            </p>

            <p>
              —¿Un mundo de cenizas?
            </p>

            <p>
              Durante un brevísimo instante...
            </p>

            <p>
              algo vivo brilló en los ojos de Syń.
            </p>

            <p>
              Esperanza.
            </p>

            <p>
              Pero la furia la borró de inmediato.
            </p>

            <p>
              —Tú... —se burló.
            </p>

            <p>
              —La Señora del Viento.
            </p>

            <p>
              —Ni siquiera pudiste proteger a tus propios amigos...
            </p>

            <p>
              —¿Y te atreves a darme lecciones?
            </p>

            <p>
              La Señora del Viento guardó silencio mientras Syń avanzaba hacia
              ella lentamente.
            </p>

            <p>
              Paso a paso.
            </p>

            <p>
              El Viento retrocedía, aliviada únicamente porque la Señora del
              Agua había logrado escapar.
            </p>

            <p>
              —Tú...
            </p>

            <p>
              —La amada del Señor del Fuego...
            </p>

            <p>
              —¿Te atreves a hablarme de las lecciones del destino?
            </p>

            <p>
              —Ni siquiera tienes derecho a dirigirme la palabra, débil.
            </p>

            <p>
              —Te mataré primero.
            </p>

            <p>
              —Será la batalla más fácil de todas.
            </p>

            <p>
              —No eres más que suciedad bajo mis uñas.
            </p>

            <p>
              —Y después conquistaré el mundo...
            </p>

            <p>
              —...mientras tu querido amante huye, escondiéndose detrás de las
              faldas de su abuela.
            </p>

            <p>
              Con un grito de furia, se lanzó contra ella.
            </p>

            <p>
              La Señora del Viento huyó hacia la orilla.
            </p>

            <p>
              Reuniendo hasta la última partícula de poder que le quedaba,
              invocó un tornado colosal.
            </p>

            <p>
              Durante un instante, Syń desapareció dentro de él.
            </p>

            <p>
              La Bruja lo atravesó con un solo movimiento de la mano.
            </p>

            <p>
              Después cayó a cuatro patas como una bestia de caza y corrió sobre
              la superficie del río tras la Señora del Viento.
            </p>

            <p>
              El tornado siguió rugiendo.
            </p>

            <p>
              Atrapó a ambas y las lanzó hacia la orilla del Dnipro.
            </p>

            <p>
              Syń consiguió agarrar a la Señora del Viento en pleno vuelo.
            </p>

            <p>
              Sus cuerpos se convirtieron en un nudo de brazos y piernas mientras
              el ciclón moribundo terminaba escupiéndolas sobre la ribera.
            </p>

            <p>
              La Bruja la golpeó en el rostro.
            </p>

            <p>
              Después la arrastró tierra adentro—
            </p>

            <p>
              hacia Kyiv.
            </p>

            <p>
              Su lucha destruía todo cuanto encontraba a su paso.
            </p>

            <p>
              Los edificios se derrumbaban.
            </p>

            <p>
              Los árboles se partían.
            </p>

            <p>
              Cada impacto hacía temblar la tierra.
            </p>

            <p>
              La gente moría.
            </p>

            <p>
              La ciudad se desmoronaba a su alrededor.
            </p>

            <p>
              Pero la Señora del Viento se negó a rendirse.
            </p>

            <p>
              Reuniendo toda la fuerza que le quedaba, levantó a la Bruja por
              los aires—
            </p>

            <p>
              y la estrelló contra el suelo con tal violencia que un nuevo cráter
              gigantesco se abrió bajo ellas.
            </p>

            <p>
              Pasó casi un minuto.
            </p>

            <p>
              Entonces Syń volvió a salir.
            </p>

            <p>
              Al verla levantarse, Yasya comprendió algo de repente.
            </p>

            <p>
              La Bruja había gastado gran parte de sus fuerzas luchando contra
              el Señor de la Tierra y la Señora del Agua.
            </p>

            <p>
              Si la Señora del Viento lograba seguir agotándola...
            </p>

            <p>
              quizá realmente podría vencerla.
            </p>

            <p>
              Una chispa de esperanza nació en el corazón de Yasya.
            </p>

            <p>
              Como si pudiera sentirla, la Señora del Viento empezó a luchar con
              renovada ferocidad.
            </p>

            <p>
              Levantaba restos de edificios y árboles arrancados y los lanzaba
              contra la Bruja.
            </p>

            <p>
              La golpeaba con ráfagas huracanadas.
            </p>

            <p>
              Intentaba una y otra vez derribarla.
            </p>

            <p>
              Pero de algún modo...
            </p>

            <p>
              Syń volvió a alcanzarla.
            </p>

            <p>
              Derribó a la Señora del Viento contra el suelo.
            </p>

            <p>
              Sus dedos se cerraron con fuerza alrededor de su garganta.
            </p>

            <p>
              —¡No eres más que una niña insignificante! —rugió la Bruja,
              apretando aún más.
            </p>

            <p>
              La Señora del Viento luchó con todo lo que le quedaba.
            </p>

            <p>
              El aire dejó de entrar en sus pulmones.
            </p>

            <p>
              La oscuridad empezó a invadir su visión.
            </p>

            <p>
              Sintió cómo poco a poco se desvanecía...
            </p>

            <p>
              regresando hacia Yasya...
            </p>

            <p>
              Y justo cuando los últimos fragmentos del cielo gris desaparecían
              de la vista de la muchacha—
            </p>

            <p>
              una llamarada de fuego carmesí cruzó el cielo.
            </p>

            <p>
              Reuniendo sus últimas fuerzas, la Señora del Viento se lanzó hacia
              delante.
            </p>

            <p>
              Agarró a la Bruja por el rostro.
            </p>

            <p>
              Hundió los dedos bajo los ojos de Syń—
            </p>

            <p>
              enganchándolos detrás de los globos oculares—
            </p>

            <p>
              y, con un tirón salvaje, se los arrancó.
            </p>

            <p>
              El grito de la Bruja resonó sobre toda la ciudad.
            </p>

            <p>
              Soltó de inmediato al Elemento y se llevó las manos al rostro
              destrozado, mientras sus ojos caían sobre el pavimento y rodaban
              por el asfalto quebrado.
            </p>

            <p>
              Syń cayó de rodillas.
            </p>

            <p>
              —¡¿Cómo te atreves?! —gritó.
            </p>

            <p>
              Entonces—
            </p>

            <p>
              otro destello de fuego carmesí.
            </p>

            <p>
              El Señor del Fuego apareció justo detrás de ella.
            </p>

            <p>
              —Date la vuelta —dijo.
            </p>

            <p>
              Ciega, Syń giró lentamente el rostro hacia el sonido de su voz.
            </p>

            <p>
              —Este es el último instante de tu vida —dijo él en voz baja.
            </p>

            <p>
              —Así que recuerda esto.
            </p>

            <p>
              —Has perdido.
            </p>

            <p>
              —No frente a uno.
            </p>

            <p>
              —Sino frente a los Cuatro Elementos de este mundo.
            </p>

            <p>
              —Tierra.
            </p>

            <p>
              —Agua.
            </p>

            <p>
              —Aire.
            </p>

            <p>
              —Y Fuego.
            </p>

            <p>
              —Arderás en el Infierno hasta el fin de los tiempos.
            </p>

            <p>
              —Ahora vuelve...
            </p>

            <p>
              —...con tu Diablo.
            </p>

            <p>
              Con un único movimiento rápido, pasó la mano en llamas por su
              garganta.
            </p>

            <p>
              La herida prendió fuego.
            </p>

            <p>
              Después la agarró por el cabello ardiente—
            </p>

            <p>
              y, sin la menor vacilación—
            </p>

            <p>
              le arrancó la cabeza.
            </p>

            <p>
              Se convirtió en ceniza antes siquiera de tocar el suelo.
            </p>

            <p>
              Instantes después, el resto de su cuerpo siguió el mismo destino,
              deshaciéndose en brasas que el viento arrastró hacia las aguas del
              Dnipro.
            </p>

            <p>
              Silencio.
            </p>

            <p>
              Un silencio pesado...
            </p>

            <p>
              absoluto...
            </p>

            <p>
              mortal cubrió la ciudad destruida.
            </p>
           <p>
              El Señor del Fuego se volvió hacia la Señora del Viento y voló
              hasta quedar a su lado.
            </p>

            <p>
              —Viento, tú...
            </p>

            <p>
              No llegó a terminar la frase.
            </p>

            <p>
              En ese mismo instante abandonó el cuerpo de Vlad.
            </p>

            <p>
              Y, al mismo tiempo, la Señora del Viento dejó el cuerpo de Yasya.
            </p>

            <p>
              Su misión había terminado.
            </p>

            <p>
              Los dos espíritus antiguos quedaron junto a los adolescentes
              exhaustos, adoptando sus verdaderas formas.
            </p>

            <p>
              Miraron a los jóvenes con un orgullo sereno.
            </p>

            <p>
              —Gracias por todo —dijo suavemente la Señora del Viento.
            </p>

            <p>
              —He saldado mi deuda contigo, Yaroslava.
            </p>

            <p>
              —Cumplí mi promesa al devolverle la vida a tu amigo.
            </p>

            <p>
              —Pero los demás...
            </p>

            <p>
              Miró hacia los otros espíritus.
            </p>

            <p>
              —Todavía están en deuda con tus amigos.
            </p>

            <p>
              El Señor del Fuego se acercó a Vlad.
            </p>

            <p>
              —Cuando llegue el día en que necesites mi ayuda...
            </p>

            <p>
              —...llámame.
            </p>

            <p>
              —Y regresaré para pagar la deuda que tengo contigo.
            </p>

            <p>
              Después miró con ternura a la Señora del Viento y le tomó la mano.
            </p>

            <p>
              —Es hora de irnos.
            </p>

            <p>
              —Adiós, niños.
            </p>

            <p>
              —El mundo es cruel.
            </p>

            <p>
              —Y no siempre perdona.
            </p>

            <p>
              —Pero creemos...
            </p>

            <p>
              —...que sabréis salir adelante.
            </p>

            <p>
              Juntos se elevaron hacia el cielo y desaparecieron entre las
              nubes.
            </p>

            <p>
              —¡Yasya!
            </p>

            <p>
              Vlad cayó de rodillas junto a ella y tomó su mano temblorosa.
            </p>

            <p>
              A lo lejos sonaban sirenas.
            </p>

            <p>
              —Lo siento...
            </p>

            <p>
              —Lo siento por todo.
            </p>

            <p>
              —Perdóname.
            </p>

            <p>
              —Por favor...
            </p>

            <p>
              —Perdóname...
            </p>

            <p>
              Lloraba sin poder detenerse.
            </p>

            <p>
              Yasya quería responderle.
            </p>

            <p>
              Quería decirle algo.
            </p>

            <p>
              Cualquier cosa.
            </p>

            <p>
              Pero su cuerpo se había vuelto insoportablemente pesado.
            </p>

            <p>
              El dolor consumía cada parte de ella.
            </p>

            <p>
              Ya no podía mover la pierna derecha.
            </p>

            <p>
              Entonces—
            </p>

            <p>
              ya fuera por el shock
            </p>

            <p>
              o por el agotamiento—
            </p>

            <p>
              la oscuridad se apoderó de ella.
            </p>

            <p>***</p>

            <p>
              Yasya despertó en un hospital.
            </p>

            <p>
              El mundo estaba borroso, cubierto por una luz blanca y apagada.
              Parpadeó varias veces, sintiendo una presión intensa en el pecho y
              un dolor sordo dentro del cráneo.
            </p>

            <p>
              Un hospital.
            </p>

            <p>
              Estaba en un hospital.
            </p>

            <p>
              El dolor recorría cada centímetro de su cuerpo. Todos sus músculos
              ardían y su pierna derecha se negaba a moverse. Incluso respirar
              le resultaba difícil, como si el aire se hubiera vuelto espeso y
              pesado.
            </p>

            <p>
              El dolor estaba en todas partes, pero lo peor era el vacío que
              sentía dentro del pecho—
            </p>

            <p>
              como si le hubieran arrancado una parte del alma.
            </p>

            <p>
              Un único pensamiento la golpeó con fuerza.
            </p>

            <p>
              Ameli... Mark...
            </p>

            <p>
              Habían muerto...
            </p>

            <p>
              ¿Y qué había pasado con Vlad?
            </p>

            <p>
              Bajó la mirada.
            </p>

            <p>
              Su pierna derecha estaba suspendida en alto y completamente
              cubierta por un yeso.
            </p>

            <p>
              —Así que también me rompí la otra... —murmuró para sí.
            </p>

            <p>
              Entonces los recuerdos volvieron de golpe como una ola.
            </p>

            <p>
              La muerte de Mark.
            </p>

            <p>
              Los edificios derrumbándose.
            </p>

            <p>
              La Bruja convirtiéndose en cenizas.
            </p>

            <p>
              Vlad salvándola en el último instante.
            </p>

            <p>
              ¿Dónde había estado ese cobarde cuando comenzó la batalla?
            </p>

            <p>
              ¿Por qué había huido y los había dejado enfrentarse solos a la
              Bruja?
            </p>

            <p>
              Las lágrimas le corrían por el rostro. Se las secó con la mano en
              la que todavía tenía fijada la vía intravenosa.
            </p>

            <p>
              Necesitaba moverse.
            </p>

            <p>
              Pero cada intento de incorporarse enviaba una punzada de dolor por
              todo su cuerpo.
            </p>

            <p>
              —¿Cuánto tiempo llevo aquí? —murmuró.
            </p>

            <p>
              Pulsó el botón para llamar a la enfermera, igual que en el hospital
              durante el verano, y esperó.
            </p>

            <p>
              Una joven con bata blanca entró en la habitación.
            </p>

            <p>
              Yasya soltó el aire con alivio.
            </p>

            <p>
              —Al baño, por favor...
            </p>

            <p>
              —Ya no puedo aguantar más.
            </p>

            <p>
              La enfermera asintió y varios miembros del personal acudieron para
              ayudarla.
            </p>

            <p>
              Cuando por fin se sintió un poco mejor, Yasya logró sentarse en la
              cama.
            </p>

            <p>
              Intentó ordenar sus pensamientos—
            </p>

            <p>
              pero la puerta se abrió de repente.
            </p>

            <p>
              Sus padres entraron apresuradamente.
            </p>

            <p>
              Los ojos de su madre estaban hinchados y rojos de tanto llorar.
            </p>

            <p>
              Su padre estaba pálido como la muerte.
            </p>

            <p>
              —Mamá... papá...
            </p>

            <p>
              Antes de que pudiera decir algo más, su madre tomó una de sus
              manos y su padre la otra.
            </p>

            <p>
              —Yasya —susurró su madre—, no malgastes fuerzas. Estás muy débil
              todavía.
            </p>

            <p>
              —Gracias a Dios estás viva.
            </p>

            <p>
              —Tenía tanto miedo de perderte...
            </p>

            <p>
              La voz se le quebró y nuevas lágrimas comenzaron a rodar por sus
              mejillas.
            </p>

            <p>
              Yasya descubrió que llevaba tres días inconsciente.
            </p>

            <p>
              Cuando los rescatistas la encontraron entre los restos de los
              edificios destruidos, todos habían creído que estaba muerta.
            </p>

            <p>
              Más de ciento veinte personas habían muerto durante la batalla en
              Kyiv.
            </p>

            <p>
              Cinco complejos residenciales habían quedado completamente
              destruidos.
            </p>

            <p>
              Por algún milagro...
            </p>

            <p>
              Yasya había sobrevivido.
            </p>

            <p>
              Por muy poco.
            </p>

            <p>
              —Casi te ahogaste —dijo su padre en voz baja.
            </p>

            <p>
              —El tornado te lanzó a la orilla y los médicos apenas lograron
              salvarte.
            </p>

            <p>
              —Tienes lesiones graves en la columna, una conmoción cerebral y
              una pierna rota.
            </p>

            <p>
              —Pero lo más importante...
            </p>

            <p>
              —...es que estás viva.
            </p>

            <p>
              —Es un milagro.
            </p>

            <p>
              Dudó unos segundos.
            </p>

            <p>
              —¿Por qué intentaste ahogarte?
            </p>

            <p>
              Algo dentro de Yasya se rompió.
            </p>

            <p>
              —No me mintáis —dijo con frialdad.
            </p>

            <p>
              —Sabéis perfectamente lo que ocurrió.
            </p>

            <p>
              El silencio llenó la habitación.
            </p>

            <p>
              Los rostros de sus padres se pusieron rojos.
            </p>

            <p>
              —Antes de ir al bosque para enfrentarnos a la Bruja...
            </p>

            <p>
              —la abuela me lo contó todo.
            </p>

            <p>
              —Absolutamente todo.
            </p>

            <p>
              —Así que no intentéis tratarme como si fuera idiota.
            </p>

            <p>
              Los miró fijamente.
            </p>

            <p>
              —Por cierto...
            </p>

            <p>
              —¿Cómo está la abuela?
            </p>

            <p>
              El rostro de su madre se endureció.
            </p>

            <p>
              —No la menciones —respondió con brusquedad.
            </p>

            <p>
              —Mató a una de nuestras hijas.
            </p>

            <p>
              —Y por culpa de ella casi perdemos a la otra.
            </p>

            <p>
              Yasya la miró con incredulidad.
            </p>

            <p>
              —Como si eso hubiera sido un golpe tan terrible para vosotros.
            </p>

            <p>
              —No recuerdo que el verano pasado estuvierais destrozados por la
              muerte de Tonya.
            </p>

            <p>
              Su madre se quedó inmóvil.
            </p>

            <p>
              No tenía respuesta.
            </p>

            <p>
              Pasó un segundo.
            </p>

            <p>
              Luego otro.
            </p>

            <p>
              Y finalmente...
            </p>

            <p>
              rompió a llorar.
            </p>
           <p>
              —Lo siento...
            </p>

            <p>
              —Lo siento muchísimo.
            </p>

            <p>
              —No fue hasta que casi te perdimos...
            </p>

            <p>
              —...que tu padre y yo comprendimos lo que realmente podía haber
              ocurrido.
            </p>

            <p>
              —Nunca supimos valoraros.
            </p>

            <p>
              —Y me rompe el corazón pensar que tuvimos que estar a punto de
              perder lo más preciado que tenemos para comprender cuánto
              significabais para nosotros.
            </p>

            <p>
              —Perdónanos.
            </p>

            <p>
              Su padre asintió lentamente.
            </p>

            <p>
              —Fue culpa nuestra, hija.
            </p>

            <p>
              —Y tú decides si puedes perdonarnos o no.
            </p>

            <p>
              —Pero a partir de ahora...
            </p>

            <p>
              —todo cambiará.
            </p>

            <p>
              —Te lo prometemos.
            </p>

            <p>
              Yasya guardó silencio.
            </p>

            <p>
              Se limitó a mirarlos—
            </p>

            <p>
              a sus padres, que por fin estaban reconociendo sus errores ante
              ella.
            </p>

            <p>
              —Os perdonaré...
            </p>

            <p>
              —...con una condición.
            </p>

            <p>
              Ambos la miraron.
            </p>

            <p>
              —Tenéis que dejar atrás vuestro resentimiento hacia la abuela
              Melashka.
            </p>

            <p>
              —Y tú, mamá...
            </p>

            <p>
              —tienes que reconciliarte con ella.
            </p>

            <p>
              —Después de todo lo que ha pasado, quiero seguir visitándola.
            </p>

            <p>
              —Quiero volver a montar a caballo.
            </p>

            <p>
              —Quiero pasar tiempo con los amigos que conocí allí.
            </p>

            <p>
              —Quiero que la perdonéis por todo.
            </p>

            <p>
              —Porque gracias a ella habéis comprendido todo lo que acabáis de
              decirme.
            </p>

            <p>
              —Sé que es un paso muy difícil para vosotros.
            </p>

            <p>
              —Pero esas son mis condiciones.
            </p>

            <p>
              —De lo contrario...
            </p>

            <p>
              —...no podré perdonaros.
            </p>

            <p>
              Ninguno de los dos habló durante unos instantes.
            </p>

            <p>
              Finalmente, su madre acarició con suavidad la mejilla de Yasya, la
              besó en la frente y después miró a su marido.
            </p>

            <p>
              —Estamos de acuerdo.
            </p>

            <p>
              —Lo que tú quieras.
            </p>

            <p>
              —A partir de hoy...
            </p>

            <p>
              —...empezaremos de nuevo.
            </p>

            <p>
              —Gracias, mamá —susurró Yasya.
            </p>

            <p>
              Permanecieron juntos en silencio durante unos minutos más.
            </p>

            <p>
              Entonces Yasya recordó algo.
            </p>

            <p>
              —Mamá...
            </p>

            <p>
              —¿Dónde está mi teléfono?
            </p>

            <p>
              —Quiero ponerme en contacto con mis amigos.
            </p>

            <p>
              Su madre señaló una silla al otro extremo de la habitación.
            </p>

            <p>
              —Cuando te encontraron, recogieron todas las cosas que pudieron.
            </p>

            <p>
              —Pero tu teléfono no estaba entre ellas.
            </p>

            <p>
              —Probablemente se hundió en el río.
            </p>

            <p>
              Yasya sintió un peso terrible en el pecho.
            </p>

            <p>
              No tenía teléfono.
            </p>

            <p>
              No podía comunicarse con Ameli.
            </p>

            <p>
              Ni con Vlad.
            </p>

            <p>
              Ni averiguar qué había sido de Mark.
            </p>

            <p>
              Sus dedos se cerraron con fuerza sobre la manta.
            </p>

            <p>
              Tranquila.
            </p>

            <p>
              Ya encontraría una solución.
            </p>

            <p>
              Por ahora...
            </p>

            <p>
              simplemente se había quedado incomunicada.
            </p>

            <p>
              Respiró lentamente, apartó aquel pensamiento y volvió a escuchar a
              sus padres, que continuaron disculpándose durante largo rato y
              prometiendo, una y otra vez, que a partir de aquel día todo sería
              diferente.
            </p>

            <p>***</p>

            <p>
              Pasaron varios días.
            </p>

            <p>
              Poco a poco, Yasya comenzó a recuperar las fuerzas, aunque su
              corazón seguía cargado con el dolor por sus amigos.
            </p>

            <p>
              Sus padres le compraron un teléfono nuevo y empezaron a llamarla
              con frecuencia y a pasar tiempo con ella.
            </p>

            <p>
              No borraba el dolor, pero al menos le daba algo de consuelo.
            </p>

            <p>
              Con el nuevo teléfono pudo recuperar el contacto con sus amigos.
            </p>

            <p>
              Una tarde estaba sentada en la cama del hospital, inquieta,
              esperando a sus visitas.
            </p>

            <p>
              Observaba las agujas del reloj de la pared, que avanzaban
              incansables mientras su tictac llenaba el silencio de la
              habitación.
            </p>

            <p>
              Entonces se oyeron pasos en el pasillo.
            </p>

            <p>
              Y después...
            </p>

            <p>
              voces.
            </p>

            <p>
              Al reconocer dos de ellas, Yasya sintió que se le formaba un nudo
              en la garganta.
            </p>

            <p>
              La puerta se abrió.
            </p>

            <p>
              Demian y Vlad aparecieron en el umbral.
            </p>

            <p>
              El corazón de Yasya comenzó a latir con fuerza.
            </p>

            <p>
              —Hola —dijo.
            </p>

            <p>
              —Hola —respondieron ambos casi al mismo tiempo, con cierta
              inseguridad.
            </p>

            <p>
              Se acercaron y se sentaron junto a ella, al borde de la cama.
            </p>

            <p>
              Habían venido con noticias.
            </p>

            <p>
              La primera destruyó la poca esperanza que todavía conservaba.
            </p>

            <p>
              Mark había muerto.
            </p>

            <p>
              Oficialmente, su muerte había sido presentada como el ataque de un
              lobo, aunque la verdad solo la conocían unas pocas personas.
            </p>

            <p>
              El bosque había reclamado su cuerpo y había enterrado
              solemnemente a su Guardián en lo más profundo de sus dominios.
            </p>

            <p>
              Yasya sintió que el corazón se le encogía de dolor.
            </p>

            <p>
              Mark había muerto como un héroe.
            </p>

            <p>
              Incluso el propio bosque había honrado su sacrificio.
            </p>

            <p>
              Era una pérdida inmensa para todos.
            </p>

            <p>
              —Ameli estuvo a punto de ahogarse —continuó Vlad—. Cuando la
              Señora del Agua abandonó su cuerpo, se hundió. Pero, de algún
              modo, apareció de nuevo en el lago Synevyr, donde el Espíritu del
              Agua y las rusalkas la rescataron y la llevaron con la señora
              Agatha y la abuela Melashka.
            </p>

            <p>
              —Ahora está en el hospital de Mizhhiria. También se está
              recuperando.
            </p>

            <p>
              Yasya cerró los ojos durante unos segundos y respiró lentamente.
            </p>

            <p>
              Ameli estaba viva.
            </p>

            <p>
              Aquello debería haber sido suficiente para aliviarla.
            </p>

            <p>
              Pero la muerte de Mark seguía pesando sobre su alma como una
              montaña.
            </p>

            <p>
              Ella también se sentía culpable.
            </p>

            <p>
              No había conseguido ayudarlo.
            </p>

            <p>
              No había podido salvarlo.
            </p>

            <p>
              —No pude aparecer al comienzo de la batalla —admitió Vlad por fin.
            </p>

            <p>
              Su voz apenas era un susurro, cargado de culpa.
            </p>

            <p>
              —Estaba enfadado contigo, Yasya.
            </p>

            <p>
              —Y por eso...
            </p>

            <p>
              —...no pude transformarme.
            </p>

            <p>
              —Mi abuela me obligó a regresar.
            </p>

            <p>
              —Pero para entonces...
            </p>

            <p>
              —...ya era demasiado tarde.
            </p>

            <p>
              Una oleada de ira recorrió a Yasya.
            </p>

            <p>
              Por culpa de sus emociones...
            </p>

            <p>
              Mark había muerto.
            </p>

            <p>
              Pero ¿podía culpar únicamente a Vlad?
            </p>

            <p>
              Sus propias manos tampoco estaban limpias.
            </p>

            <p>
              Ella lo había golpeado.
            </p>

            <p>
              Ella había provocado que se marchara.
            </p>

            <p>
              Pero había tenido motivos.
            </p>

            <p>
              ¿Cómo podía haberle ocultado durante tanto tiempo la verdad sobre
              la muerte de su hermana?
            </p>

            <p>
              ¿Cómo había podido seguir hablando con ella, burlándose de ella,
              después de todo lo que habían vivido juntos en la biblioteca y en
              el bosque?
            </p>

            <p>
              —Y hay algo más —continuó Vlad, evitando su mirada.
            </p>

            <p>
              —Tu abuela envejeció ante nuestros ojos cuando murió la Bruja.
            </p>

            <p>
              —Le aparecieron arrugas.
            </p>

            <p>
              —Y el cabello se le volvió gris.
            </p>

            <p>
              —Ahora sí parece una anciana de verdad.
            </p>

            <p>
              —Pero no se arrepiente.
            </p>

            <p>
              —Dice que por fin siente que su papel en esta historia ha
              terminado...
            </p>

            <p>
              —...y que ahora puede vivir tranquilamente los años que le queden.
            </p>

            <p>
              Yasya permaneció en silencio.
            </p>

            <p>
              Demasiados pensamientos se agitaban dentro de su mente, pero
              ninguno conseguía convertirse en palabras.
            </p>

            <p>
              Miró a Vlad a los ojos y vio reflejadas en ellos su propia culpa...
            </p>

            <p>
              ...y su propia pérdida.
            </p>

            <p>
              —Yasya —dijo Demian en voz baja—, todos vamos a venir a verte.
            </p>

            <p>
              —Estaremos contigo mientras te recuperas.
            </p>

            <p>
              Ella asintió agradecida.
            </p>

            <p>
              Su corazón seguía terriblemente pesado.
            </p>

            <p>
              Y así terminó febrero...
            </p>

            <p>
              ...y pasó marzo.
            </p>

            <p>
              Poco a poco, la vida comenzó a regresar a su cauce, aunque las
              heridas todavía estaban demasiado recientes.
            </p>

            <p>
              Las cosas también mejoraron para la abuela Melashka.
            </p>

            <p>
              Después de que la historia de su repentino envejecimiento se
              extendiera, personas de todos los rincones del mundo comenzaron a
              viajar hasta el pueblo para contemplar con sus propios ojos el
              milagro ocurrido con la molfarka local.
            </p>

            <p>
              La gente decía que las dos brujas —la señora Melashka y la señora
              Agatha— ahora trabajaban juntas, y que la lista de espera para
              recibir su ayuda se extendía durante meses.
            </p>

            <p>
              La historia de la Batalla de los Cuatro Elementos también comenzó
              a extenderse por todo el país.
            </p>

            <p>
              Los habitantes del lugar contaban que la nieta de la señora
              Melashka y el nieto de la señora Agatha siempre habían sido
              extraños.
            </p>

            <p>
              Además, el muchacho que había muerto en el bosque y la chica que
              casi se había ahogado eran amigos suyos.
            </p>

            <p>
              Al unir aquellos rumores con la catástrofe ocurrida en Kyiv, la
              gente comenzó a contar historias sobre el heroísmo de Mark, Ameli,
              Vlad y Yasya.
            </p>

            <p>
              Poco a poco, la verdad y la leyenda se volvieron imposibles de
              separar.
            </p>

            <p>***</p>
           <p>
              En abril, Yasya recibió por fin el alta del hospital.
            </p>

            <p>
              Su cuerpo todavía estaba débil y durante el mes siguiente tuvo que
              aprender a caminar de nuevo.
            </p>

            <p>
              Cada paso le costaba un enorme esfuerzo.
            </p>

            <p>
              Y cada día traía consigo, una y otra vez, los recuerdos de haber
              perdido a un amigo...
            </p>

            <p>
              ...y de haber estado a punto de perder también a una amiga.
            </p>

            <p>
              Los fuertes dolores de cabeza no dejaban de perseguirla, y su
              cuerpo se sentía terriblemente frágil, como si hubiera envejecido
              cincuenta años de la noche a la mañana y hubiera heredado con
              ellos toda una colección de enfermedades.
            </p>

            <p>
              Estaba agotada.
            </p>

            <p>
              La lucha contra Syń le había arrebatado casi todas sus fuerzas.
            </p>

            <p>
              Con Vlad, sin embargo, las cosas eran distintas.
            </p>

            <p>
              Él también se sentía débil, pero se recuperaba mucho mejor que
              Yasya.
            </p>

            <p>
              Aun así, también sufría fuertes dolores de cabeza y, pese a tener
              solo quince años, desarrolló osteoartritis, algo que se convirtió
              en un auténtico fenómeno para la medicina.
            </p>

            <p>
              Aquella injusticia irritaba a Yasya.
            </p>

            <p>
              Porque ella tendría que vivir con las consecuencias de aquella
              batalla durante el resto de su vida.
            </p>

            <p>
              Y Ameli también.
            </p>

            <p>
              Graves lesiones en ambos pulmones, innumerables contusiones y
              traumatismos en la cabeza habían dejado a las dos chicas mucho más
              débiles que Vlad.
            </p>

            <p>
              Pero Yasya intentaba dejar atrás aquella amargura.
            </p>

            <p>
              Después de todo, se había hecho una promesa.
            </p>

            <p>
              Nunca volvería a permitir que el resentimiento echara raíces en su
              corazón.
            </p>

            <p>
              Ameli se recuperó en el hospital de Mizhhiria.
            </p>

            <p>
              Después de recibir el alta, finalmente les contó toda la verdad a
              sus padres.
            </p>

            <p>
              Junto con la abuela Melashka, recogieron sus pertenencias y
              regresaron a Francia como una familia.
            </p>

            <p>
              Con el paso del tiempo, los mensajes de Ameli comenzaron a ser
              cada vez menos frecuentes.
            </p>

            <p>
              Hasta que un día les contó que había conocido a alguien.
            </p>

            <p>
              Tenía novio.
            </p>

            <p>
              Y algún tiempo después...
            </p>

            <p>
              ...el contacto con ella terminó por desaparecer.
            </p>

            <p>
              Yasya sintió tristeza y decepción.
            </p>

            <p>
              Pero, al mismo tiempo, lo comprendía.
            </p>

            <p>
              Después de todo lo ocurrido, cada uno de ellos estaba siguiendo su
              propio camino.
            </p>

            <p>
              Los Elementos ya no vivían dentro de ellos.
            </p>

            <p>
              Por lo tanto, ya no existía aquella fuerza sobrenatural que los
              mantenía unidos.
            </p>

            <p>
              Por primera vez desde el día en que se conocieron...
            </p>

            <p>
              ...eran simplemente quienes deberían haber sido desde el
              principio.
            </p>

            <p>
              En mayo, Yasya y Demian finalmente regresaron a las clases
              presenciales.
            </p>

            <p>
              La vida ya nunca volvería a ser como antes.
            </p>

            <p>
              Todos habían cambiado.
            </p>

            <p>
              Yasya.
            </p>

            <p>
              Demian.
            </p>

            <p>
              Ameli.
            </p>

            <p>
              Vlad.
            </p>

            <p>
              Ahora conocían la verdad sobre el mundo...
            </p>

            <p>
              ...y sobre la oscuridad que habitaba en él.
            </p>

            <p>
              Cada uno de ellos había estado ligado a aquella oscuridad.
            </p>

            <p>
              Juntos habían logrado vencerla.
            </p>

            <p>
              Y aunque los Elementos ya se habían marchado, los cuatro
              compartirían para siempre un último secreto...
            </p>

            <p>
              ...el secreto que había unido sus vidas de forma definitiva e
              irreversible.
            </p>
          </div>
        )}
      </BookChapter>
    </main>
  );
}
