export const prologue = {
  id: "prologue",
  title: "Пролог",
  content: `
Пролог

На дворі стояв туманний ранок. Перші промінчики сонця торкалися сплячого міста, поки в одному з будинків Конча-Заспи дві дівчинки збиралися в дорогу. З кімнати старшої тихо лунала музика, поки вона акуратно пакувала у валізу останню кофтинку.

— Ярославо, ти готова? — гукнула вона.

Молодша, у сусідній кімнаті, підхопилася з-під безладу ковдр і одягу та озирнулася — вона заснула? Мабуть, десь посеред фільму. На мить промайнула думка про школу, але тілом у ту ж секунду пройшло полегшення від згадки, що навчальний рік уже закінчився тиждень тому. Зараз був червень. Попереду — цілих три місяці канікул перед десятим класом. Вона провела рукою по каштановому волоссю й позіхнула, потім дістала з-під ковдри телефон і зайшла в мережу, щоб відписати другові Дем’янові, який ще з вечора залишив купу повідомлень. Не встигла вона цього зробити, як на порозі з’явилася сестра. У сірих очах Ані вирував буревій — такий самий, як і в Ясі, — а потім вона посміхнулася, і на мить здалося, ніби ранкову кімнату оповило сонце.

— Ти прокинулася нарешті, — Аня підійшла до Ясі й сіла на край ліжка. — Ти таке заспане кошеня! Прокидайся швидше, нас чекає велика-велика пригода, — підморгнула вона.

Яся знову позіхнула, а в животі зібрався великий клубок нервів. Ще з учора в її душі оселилося дуже погане передчуття. Їй не хотілося їхати, але вона не бажала засмучувати сестру, тому посміхнулася й кивнула. Їй було чотирнадцять, і з сестрою вони були нерозлийвода. Аня закінчила перший курс університету, а кілька днів тому, у травні, їй виповнилося вісімнадцять — заповітна цифра повноліття. Тож їй дозволили вирушити з університетськими друзями в гори на два тижні, та ще й Ясю із собою взяти.

— Мій рюкзак зібраний з учора. Мені тільки вдягтися й поїсти потрібно.

— Тоді вставай! — вона потягнула сестру за руку.

— Зараз, ще трішки… — спробувала вивернутися Яся, щоб подрімати ще п’ять хвилин. Але Аня це прекрасно знала, тому кинулася її лоскотати.

— Я знаю, що ти підеш спати й проспиш, як завжди, все на світі! — казала вона, поки Яся реготала. — Але це маленьке совенятко зараз миттю має підскочити й піти чистити зуби! Нумо, нумо!

— Гаразд! Гаразд! — сміялася Яся, а коли Аня приставила палець до вуст, благаючи бути тихішою, бо всі сплять, додала: — Я здаюся!

Вислизнувши з обіймів сестри, вона майнула до ванної кімнати.
За двадцять хвилин, уже готова, вибігла на вулицю з рюкзаком і сіла в дорогу автівку, сповнену гомону чотирьох підлітків. Яся вмостилася позаду — між сестрою та її подругою з університету, Уляною. Спереду сиділи Микола та Роман — хлопці з університету, на рік старші за Аню. Вони рушили, і наступні вісім годин провели в розмовах та підспівуванні пісням дорогою до місця призначення. Друзі двічі зупинялися на привал, а востаннє — на годинку в Івано-Франківську, після чого вирушили на Буковель.

Новеньке BMW мчало трасою Н-09, минаючи невеличке селище Татарів. В автівці на повну гучність грала пісня групи Roxette “The look”, і підлітки фанатично підспівували в такт. Усі, окрім Ясі. Їй це не подобалося. Після останньої зупинки вона сіла позаду пасажирського сидіння й переписувалася з Дем’яном.

Дівчина страшенно шкодувала, що поїхала з сестрою, бо відчуття тривоги зростало з кожною годиною. До того ж її виснажила довга дорога. Вона хотіла додому, але повертатися посеред ночі було неможливо, тому вирішила дістатися готелю й там поговорити з Анею. Можливо, зможе пояснити, що хоче повернутися, і батьки когось відправлять по неї.

Яся глянула у дзеркало заднього виду — і, як завжди, помітила очі Романа. Вона закотила очі — знала, що він дивиться на Аню. Кохання, любов, усі ці речі — не для неї. Їй хотілося подивитися детектив про Другу світову, попліткувати з Дем’яном про однокласників, але не спостерігати цю картину. Її страшенно все дратувало.

Проте ще щось привернуло її увагу — в очах хлопця з’явилася втома. До Буковеля лишалося всього кілька кілометрів. Вони їхали вже майже добу, і це, без сумніву, виснажило його. Якби не величезна доза кави, яку він випив на парковці «АТБ», напевно, давно заснув би.
Наступний поворот — і очі хлопця зникли з дзеркала. Зосередившись на дорозі, він плавно повернув кермо, і перед ними відкрився дивовижний краєвид: з правого боку пролягала залізниця, з тунелю саме виїжджав потяг, і до вух долинуло ритмічне «чух-чух». Перед колією, унизу, стрімко текла ріка, а ліворуч височів ліс із ялин заввишки понад п’ятдесят метрів.

— Давай, Романе, давай! — вигукнув Микола, що сидів перед Ясею. Роман посміхнувся й натиснув на газ.

Та раптом сталося те, що спіткає тисячі водіїв на дорогах щороку — з лісу вибіг олень. Він перестрибнув через дорогу до обриву, і Яся відчула, як Роман різко натиснув на гальма. Побачивши небезпеку, тварина наче подивилася їй просто у вічі. Водій, злякавшись, різко викрутив кермо вправо — просто в обрив, тоді як переляканий олень уже тікав назад у ліс. Огорожа розлетілася на друзки, машина перевернулася на капот, дах і багажник, а потім, впавши на бік, на шаленій швидкості полетіла вниз.

На мить усе застигло. А через секунду світ знову рухнув — і крик заполонив повітря, розриваючи тишу.

Ще один переворот.

Яся почула крик Ані — сестра обійняла її, затуливши собою. Дівчина відчула, як щось хруснуло. Знову і знову. Машина продовжувала котитися, але найстрашніше — настала мертва тиша, що повисла в повітрі. Ніхто не видавав жодного звуку. І коли авто впало на правий бік, а Яся добряче вдарилася головою об скло, світ поплив — і вона втратила свідомість. 
`
.trim(),
};